{"text": "Разбор схемы ЭДТ и включение режима \"Замещение\" или разбор тяги при нагрузке на тормозные резисторы(Блокировка жалюзи ЭДТ)", "answer": "1. Как разобрать схему ЭДТ и включить режим \"Замещение\"?\n2. Как осуществить разбор тяги при нагрузке на тормозные резисторы в поезде?\n3. Как можно заблокировать жалюзи ЭДТ в режиме \"Замещение\"?\n4. Как найти подсказку в базе знаний по разбору схемы ЭДТ и включению режима \"Замещение\"?\n5. Как использовать голосового ассистента для получения информации о разборе тяги при нагрузке на тормозные резисторы?"}
{"text": "Разбор схемы ЭДТ и включение режима \"Замещение\" или разбор тяги при нагрузке на тормозные резисторы(Блокировка жалюзи ЭДТ)", "answer": "1. Как разобрать схему ЭДТ и включить режим \"Замещение\" на поезде?\n2. Как осуществить разбор тяги при нагрузке на тормозные резисторы на поезде?\n3. Как произвести блокировку жалюзи ЭДТ на поезде?\n4. Какие шаги нужно выполнить для включения режима \"Замещение\" на поезде?\n5. Каким образом можно разобрать схему ЭДТ на поезде и предотвратить перегрузку тормозных резисторов?\n6. Как правильно осуществить блокировку жалюзи ЭДТ во время работы поезда?"}
{"text": "Разбор схемы ЭДТ и включение режима \"Замещение\" или разбор тяги при нагрузке на тормозные резисторы(Блокировка жалюзи ЭДТ)", "answer": "1. Как разобрать схему ЭДТ и включить режим \"Замещение\"?\n2. Что делать, если возникла блокировка жалюзи ЭДТ при нагрузке на тормозные резисторы?\n3. Как включить режим \"Замещение\" при разборе тяги на поезде?\n4. Существует ли подсказка в базе знаний для разбора схемы ЭДТ и блокировки жалюзи?\n5. Как можно разобрать тягу при нагрузке на тормозные резисторы и включить режим \"Замещение\"?\n6. Какие инструкции доступны для разбора схемы ЭДТ и разблокировки жалюзи?\n7. Как найти решение для проблемы с блокировкой жалюзи ЭДТ и включением режима \"Замещение\"?\n8. Какая информация есть в базе знаний о разборе схемы ЭДТ и тяги при нагрузке на тормозные резисторы?\n9. Как получить подсказку по разбору схемы ЭДТ и включению режима \"Замещение\"?\n10. Какие шаги нужно предпринять, чтобы разобрать схему ЭДТ и решить проблему с блокировкой жалюзи?"}
{"text": "Снятие/запрет возбуждения ТА(Блокировка левой/правой двери аппаратной камеры)", "answer": "1. Как снять запрет возбуждения ТА на аппаратной камере?\n2. Как разблокировать левую дверь аппаратной камеры?\n3. Что нужно сделать, чтобы возбудить ТА на аппаратной камере?\n4. Как убрать блокировку с правой двери аппаратной камеры?\n5. Как отключить запрет возбуждения ТА на аппаратной камере?"}
{"text": "Снятие/запрет возбуждения ТА(Блокировка левой/правой двери аппаратной камеры)", "answer": "1. Как снять/заблокировать возбуждение ТА на аппаратной камере поезда?\n2. Как запретить открытие левой/правой двери аппаратной камеры на поезде?\n3. Как можно отключить возбуждение ТА на аппаратной камере поезда?\n4. Как настроить блокировку левой/правой двери на аппаратной камере поезда?\n5. Как произвести снятие/запрет возбуждения ТА на аппаратной камере в составе поезда?"}
{"text": "Снятие/запрет возбуждения ТА(Блокировка левой/правой двери аппаратной камеры)", "answer": "1. Как снять/запретить возбуждение ТА в поезде?\n2. Как заблокировать левую/правую дверь аппаратной камеры в поезде?\n3. Как отключить возбуждение ТА в качестве машиниста поезда?\n4. Как осуществить блокировку левой/правой двери аппаратной камеры в роли машиниста поезда?\n5. Что нужно сделать, чтобы остановить возбуждение ТА в поезде?\n6. Как выполнить запрет открытия левой/правой двери аппаратной камеры в поезде?"}
{"text": "Снятие/запрет возбуждения ТА(Блокировка левой/правой двери аппаратной камеры)", "answer": "1. Как снять или запретить возбуждение блокировки левой двери аппаратной камеры в поезде?\n2. Как осуществить блокировку левой двери аппаратной камеры на поезде?\n3. Как отключить возбуждение блокировки правой двери аппаратной камеры в поезде?\n4. Как запретить открытие правой двери аппаратной камеры на поезде?\n5. Как изменить настройки блокировки дверей аппаратной камеры в поезде?\n6. Как включить или выключить блокировку дверей аппаратной камеры в поезде?"}
{"text": "Запрет сбора/разбор тяги(Будьте внимательны! Вас ждут дома)", "answer": "1. Как решить проблему с запретом сбора/разбора тяги, чтобы успеть домой?\n2. Что делать, если мне запрещено собирать или разбирать тягу, но я хочу вернуться домой?\n3. Есть ли способ обойти запрет на сбор/разбор тяги, чтобы быстрее доехать до дома?\n4. Как можно решить проблему с запретом на сбор или разбор тяги и при этом не опоздать домой?\n5. Что делать, если мне запрещено собирать или разбирать тягу, но мне очень нужно вернуться домой?"}
{"text": "Запрет сбора/разбор тяги(Будьте внимательны! Вас ждут дома)", "answer": "1. Какие действия следует предпринять при запрете сбора/разбора тяги в поезде, если меня ждут дома?\n2. Каким образом можно решить проблему запрета сбора/разбора тяги, чтобы не нарушать график движения поезда и успеть домой?\n3. Существуют ли специальные инструкции для машинистов поездов в случае запрета сбора/разбора тяги и нужно ли мне обратиться за помощью?\n4. Каковы последствия нарушения запрета сбора/разбора тяги в поезде и каким образом мне избежать негативных последствий?\n5. Какие варианты есть для обхода запрета сбора/разбора тяги в поезде, чтобы успеть вернуться домой вовремя?\n6. Какие процедуры и протоколы нужно соблюдать в случае запрета сбора/разбора тяги в поезде, чтобы обеспечить безопасность пассажиров и эффективную работу поезда?\n7. Есть ли специальные рекомендации или советы для машинистов поездов, которые сталкиваются с проблемой запрета сбора/разбора тяги и хотят вернуться домой вовремя?\n8. Каковы правила и нормативы, регулирующие запрет сбора/разбора тяги в поезде, и где я могу найти подробную информацию по этому вопросу?"}
{"text": "Запрет сбора/разбор тяги(Будьте внимательны! Вас ждут дома)", "answer": "1. Какие меры предпринять, если возник запрет на сбор/разбор тяги поезда?\n\n2. Что делать, если получено указание о запрете сбора/разбора тяги и о необходимости вернуться домой?\n\n3. Какие инструкции следует выполнить, если есть запрет на сбор/разбор тяги и меня ожидают дома?\n\n4. Какие действия предпринять при запрете сбора/разбора тяги, если ждут дома?\n\n5. Что делать, если получено указание о запрете сбора/разбора тяги и есть необходимость вернуться домой?"}
{"text": "Запрет сбора/разбор тяги(Будьте внимательны! Вас ждут дома)", "answer": "1. Какие могут быть причины запрета сбора/разбора тяги в поезде?\n2. Каковы последствия нарушения запрета сбора/разбора тяги?\n3. Какие меры безопасности необходимо соблюдать при запрете сбора/разбора тяги?\n4. Какие альтернативные действия можно предпринять при запрете сбора/разбора тяги, чтобы продолжить движение поезда?\n5. Какие правила регулируют процесс сбора/разбора тяги в поездах?\n6. Какое оборудование используется при сборе/разборе тяги в поездах?\n7. Какие требования предъявляются к машинистам при сборе/разборе тяги в поездах?\n8. Какие шаги необходимо предпринять, чтобы устранить причину запрета сбора/разбора тяги?"}
{"text": "Снятие/запрет схемы тяги(В ТП1 не включился/ не отключился размыкатель)", "answer": "1. Как решить проблему с снятием/запретом схемы тяги в случае, когда размыкатель в ТП1 не включился?\n2. Как найти подсказку по снятию/запрету схемы тяги, если размыкатель не отключается в ТП1?\n3. Есть ли инструкция по решению проблемы с размыкателем в ТП1 при снятии/запрете схемы тяги?\n4. Какие шаги нужно предпринять, если размыкатель в ТП1 не включается или не отключается при снятии/запрете схемы тяги?\n5. Где можно найти информацию о проблеме с размыкателем в ТП1 при снятии/запрете схемы тяги?"}
{"text": "Снятие/запрет схемы тяги(В ТП1 не включился/ не отключился размыкатель)", "answer": "1. Как снять схему тяги в поезде, если размыкатель не включился в ТП1?\n2. Каким образом запретить схему тяги в случае, когда размыкатель не отключился в ТП1?\n3. Как произвести отключение схемы тяги, если размыкатель не сработал в ТП1?\n4. Каким образом можно отключить схему тяги, если размыкатель не включился в первой тяговой позиции? \n5. Как снять схему тяги в поезде, если размыкатель в ТП1 не смог быть включен или отключен?"}
{"text": "Снятие/запрет схемы тяги(В ТП1 не включился/ не отключился размыкатель)", "answer": "1. Как снять схему тяги в поезде, если размыкатель не включился в ТП1?\n2. Что делать, если в ТП1 размыкатель не отключается и не снимается схема тяги в поезде?\n3. Как решить проблему с невозможностью снять схему тяги в поезде из-за неисправности размыкателя в ТП1?\n4. Каким образом можно отключить схему тяги в поезде, если размыкатель не закрывается в ТП1?"}
{"text": "Снятие/запрет схемы тяги(В ТП1(ТП2) нет U от ав. \"Управление общее\")", "answer": "1. Как снять или запретить схему тяги, если в ТП1 (ТП2) отсутствует напряжение от автомата \"Управление общее\"?\n2. Как решить проблему отсутствия напряжения от автомата \"Управление общее\" в ТП1 (ТП2) при снятии или запрете схемы тяги?\n3. Как обойти отсутствие напряжения от автомата \"Управление общее\" в ТП1 (ТП2), чтобы снять или запретить схему тяги?\n4. Как найти решение, если в ТП1 (ТП2) нет напряжения от автомата \"Управление общее\" при снятии или запрете схемы тяги?"}
{"text": "Снятие/запрет схемы тяги(В ТП1(ТП2) нет U от ав. \"Управление общее\")", "answer": "1. Как снять или запретить схему тяги в поезде, если автоматическое управление отсутствует?\n2. Что делать, если в ТП1 или ТП2 отсутствует напряжение от автоматики \"Управление общее\" и необходимо снять или запретить схему тяги в поезде?\n3. Как обойти отсутствие напряжения от автоматики \"Управление общее\" в ТП1 или ТП2 и выполнить снятие или запрет схемы тяги в поезде?\n4. Каким образом можно выполнить снятие или запрет схемы тяги в поезде, если нет напряжения от автоматики \"Управление общее\" в ТП1 или ТП2?\n5. Как решить проблему отсутствия напряжения от автоматики \"Управление общее\" в ТП1 или ТП2, чтобы снять или запретить схему тяги в поезде?"}
{"text": "Снятие/запрет схемы тяги(В ТП1(ТП2) нет U от ав. \"Управление общее\")", "answer": "1. Что делать, если на ТП1(ТП2) нет U от автоматического управления общего снятия/запрета схемы тяги?\n2. Как решить проблему отсутствия U от автоматического управления общего на ТП1(ТП2) для снятия/запрета схемы тяги?\n3. Какие шаги нужно предпринять, если автоматическое управление общего не выдает U на ТП1(ТП2) для снятия/запрета схемы тяги?\n4. Что делать, если на ТП1(ТП2) отсутствует U от автоматического управления общего и невозможно снять/запретить схему тяги?\n5. Как обойти проблему отсутствия U от автоматического управления общего на ТП1(ТП2) для снятия/запрета схемы тяги?"}
{"text": "Снятие/запрет схемы тяги(В ТП1(ТП2) отключены ав. вентиляторов)", "answer": "1. Как снять или запретить схему тяги в поезде, если автоматические вентиляторы отключены в ТП1(ТП2)?\n2. Как можно отключить схему тяги, если в ТП1(ТП2) не работают автоматические вентиляторы?\n3. Как обойти проблему с отключенными автоматическими вентиляторами в ТП1(ТП2) при снятии или запрете схемы тяги в поезде?\n4. Какой метод использовать для снятия или запрета схемы тяги, если в ТП1(ТП2) отключены автоматические вентиляторы? \n5. Какие шаги следует предпринять, чтобы отключить схему тяги в поезде, если автоматические вентиляторы не функционируют в ТП1(ТП2)?"}
{"text": "Снятие/запрет схемы тяги(В ТП1(ТП2) отключены ав. вентиляторов)", "answer": "1. Как можно снять или запретить схему тяги, если автоматические вентиляторы отключены в ТП1 или ТП2?\n2. Каким образом можно отключить схему тяги, если автоматические вентиляторы не работают в ТП1 или ТП2?\n3. Что делать, если нужно снять или запретить схему тяги, но автоматические вентиляторы отключены в ТП1 или ТП2?\n4. Какие есть решения, если автоматические вентиляторы не функционируют в ТП1 или ТП2, но необходимо снять или запретить схему тяги?"}
{"text": "Снятие/запрет схемы тяги(В ТП1(ТП2) отключены ав. вентиляторов)", "answer": "1. Как снять/запретить схему тяги в поезде, если автоматические вентиляторы отключены в ТП1(ТП2)?\n2. Как можно отключить схему тяги в случае, когда автоматические вентиляторы не работают в ТП1(ТП2)?\n3. Как обойти проблему с отключенными автоматическими вентиляторами в ТП1(ТП2) и снять/запретить схему тяги в поезде?\n4. Каким образом можно выполнить снятие/запрет схемы тяги, если автоматические вентиляторы неактивны в ТП1(ТП2)? \n5. Как решить проблему с отключенными автоматическими вентиляторами в ТП1(ТП2) и выполнить снятие/запрет схемы тяги в моем поезде?"}
{"text": "Снятие/запрет схемы тяги(В ТП2 не включен/не отключен размыкатель)", "answer": "1. Какое действие следует предпринять, если в ТП2 не включен размыкатель схемы тяги?\n2. Что делать, если размыкатель схемы тяги не отключен в ТП2?\n3. Каким образом решить проблему снимания или запрета схемы тяги, если размыкатель не включен в ТП2?\n4. Какие действия нужно предпринять, если в ТП2 не был отключен размыкатель схемы тяги?\n5. Как решить ситуацию, если схема тяги не может быть снята или запрещена из-за невключенного размыкателя в ТП2?"}
{"text": "Снятие/запрет схемы тяги(В ТП2 не включен/не отключен размыкатель)", "answer": "1. Как снять или запретить схему тяги в поезде, если размыкатель не включен или не отключен в ТП2?\n2. Что делать, если размыкатель не включен или не отключен в ТП2 и необходимо снять или запретить схему тяги в поезде?\n3. Как можно решить проблему с снятием или запретом схемы тяги в поезде, если размыкатель не работает в ТП2?\n4. Какие действия следует предпринять, если в ТП2 не был включен или не был отключен размыкатель, и требуется снять или запретить схему тяги в поезде?"}
{"text": "Снятие/запрет схемы тяги(В ТП2 не включен/не отключен размыкатель)", "answer": "1. Как решить проблему снятия/запрета схемы тяги, если размыкатель не включен/не отключен в ТП2?\n2. Как можно решить проблему, если в ТП2 не был включен/не был отключен размыкатель и необходимо снять/запретить схему тяги?\n3. Есть ли способ справиться с проблемой отсутствия включения/отключения размыкателя в ТП2 для снятия/запрета схемы тяги?\n4. Каким образом можно решить проблему, если размыкатель не был включен/не был отключен в ТП2 и нужно снять/запретить схему тяги? \n5. Есть ли возможность найти подсказку в базе знаний по проблеме снятия/запрета схемы тяги, когда размыкатель не включен/не отключен в ТП2?"}
{"text": "Разбор схемы ЭДТ(Включен пневмотормоз)", "answer": "1. Как правильно разобрать схему ЭДТ при включенном пневмотормозе?\n2. Как получить инструкцию по разборке схемы ЭДТ при активированном пневмотормозе?\n3. Как найти подсказку о разборе схемы ЭДТ, когда пневмотормоз включен?\n4. Какой шаг-за-шагом процесс разбора схемы ЭДТ при включенном пневмотормозе?\n5. Где найти информацию о методе разборки схемы ЭДТ при активированном пневмотормозе?"}
{"text": "Разбор схемы ЭДТ(Включен пневмотормоз)", "answer": "1. Как правильно разобрать схему ЭДТ с включенным пневмотормозом?\n2. Как получить подсказку по разборке схемы ЭДТ, когда пневмотормоз включен?\n3. Как найти информацию о разборке схемы ЭДТ при включенном пневмотормозе?\n4. Как получить совет по разборке схемы ЭДТ, если пневмотормоз находится в активном состоянии?\n5. Какую информацию можно получить о разборке схемы ЭДТ, если пневмотормоз включен?"}
{"text": "Разбор схемы ЭДТ(Включен пневмотормоз)", "answer": "1. Как разобрать схему ЭДТ с включенным пневмотормозом?\n2. Как можно разобрать схему ЭДТ, если пневмотормоз включен?\n3. Каким образом можно разобрать схему ЭДТ, если пневмотормоз активирован?\n4. Как разобрать схему ЭДТ при включенном пневмотормозе?\n5. Как осуществить разбор схемы ЭДТ, если пневмотормоз находится в рабочем состоянии?"}
{"text": "Отключены органы управления(Включено управление двух кабин)", "answer": "1. Как решить проблему с отключенными органами управления в поезде?\n2. Как включить органы управления в поезде, если они отключены?\n3. Как восстановить работу органов управления в поезде, если они вышли из строя?\n4. Что делать, если в поезде отключились органы управления и как это исправить?\n5. Как найти решение проблемы с отключенными органами управления в поезде при помощи голосового ассистента?"}
{"text": "Отключены органы управления(Включено управление двух кабин)", "answer": "1. Как найти решение, если органы управления поезда отключены и включено только управление двух кабин?\n2. Как использовать голосовой ассистент для найти подсказку о проблеме с отключенными органами управления поезда?\n3. Как голосовой ассистент может помочь в случае, когда отключены органы управления поезда и включено только управление двух кабин?\n4. Как получить подсказку от голосового ассистента о решении проблемы с отключенными органами управления поезда, когда доступно только управление двух кабин?\n5. Как найти информацию в базе знаний голосового ассистента о том, что делать, если органы управления поезда отключены, но доступно только управление двух кабин?"}
{"text": "Отключены органы управления(Включено управление двух кабин)", "answer": "1. Как найти решение проблемы с отключением органов управления поезда?\n2. Как использовать голосового ассистента для получения подсказки о проблеме с отключением органов управления поезда?\n3. Как найти информацию о проблеме с отключением органов управления поезда в базе знаний с помощью голосового ассистента?\n4. Как получить рекомендации по решению проблемы с отключением органов управления поезда через голосового ассистента?\n5. Как голосовой ассистент может помочь машинисту поезда с проблемой отключения органов управления?"}
{"text": "Разбор схемы ЭДТ и включение режима \"Замещения\"(Включены не все ТЭД)", "answer": "1. Как разобрать схему ЭДТ и включить режим \"Замещения\"?\n2. Как можно решить проблему с неправильным включением ТЭД в схеме ЭДТ и перейти в режим \"Замещения\"?\n3. Как найти инструкцию по снятию схемы ЭДТ и включению режима \"Замещения\"?\n4. Какие шаги необходимо выполнить для разбора схемы ЭДТ и включения режима \"Замещения\"?\n5. Где можно найти подсказку по разбору схемы ЭДТ и активации режима \"Замещения\"?"}
{"text": "Разбор схемы ЭДТ и включение режима \"Замещения\"(Включены не все ТЭД)", "answer": "1. Как разобрать схему ЭДТ и включить режим \"Замещения\"?\n2. Как использовать голосового ассистента для поиска подсказки по разбору схемы ЭДТ и включению режима \"Замещения\"?\n3. Как найти в базе знаний информацию о разборе схемы ЭДТ и включении режима \"Замещения\" с помощью голосового ассистента?\n4. Как получить подсказку по разбору схемы ЭДТ и включению режима \"Замещения\" с помощью голосового ассистента?\n5. Как голосовой ассистент может помочь в разборе схемы ЭДТ и включении режима \"Замещения\"?"}
{"text": "Разбор схемы ЭДТ и включение режима \"Замещения\"(Включены не все ТЭД)", "answer": "1. Как разобрать схему ЭДТ и включить режим \"Замещения\" в поезде, если не все ТЭД включены?\n2. Как найти инструкцию по разбору схемы ЭДТ и включению режима \"Замещения\" в случае, когда не все ТЭД включены?\n3. Где можно найти подсказку или рекомендации по разбору схемы ЭДТ и активации режима \"Замещения\" в поезде, если не все ТЭД включены?"}
{"text": "Разбор схемы ЭДТ и включение режима \"Замещения\"(Включены не все ТЭД)", "answer": "1. Как разобрать схему ЭДТ и включить режим \"Замещения\"?\n2. Какие шаги нужно выполнить для разбора схемы ЭДТ и активации режима \"Замещения\"?\n3. Каким образом можно разобрать схему ЭДТ и включить режим \"Замещения\"?\n4. Как можно получить инструкцию по разбору схемы ЭДТ и включению режима \"Замещения\"?\n5. Как найти подсказку или инструкцию в базе знаний о разборе схемы ЭДТ и активации режима \"Замещения\"?"}
{"text": "Отключены органы управления(Включите блокировку управления)", "answer": "1. Как включить блокировку управления в поезде, если органы управления отключены?\n2. Как активировать блокировку управления, если я не могу использовать органы управления в поезде?\n3. Как решить проблему отключенных органов управления в поезде путем включения блокировки управления?\n4. Как обратиться к голосовому ассистенту для активации блокировки управления, когда органы управления в поезде не работают?\n5. Как найти подсказку в базе знаний о том, как включить блокировку управления в поезде, когда органы управления отключены?"}
{"text": "Отключены органы управления(Включите блокировку управления)", "answer": "1. Как включить блокировку управления в поезде, если органы управления отключены?\n2. Как активировать блокировку управления в поезде, если нет возможности использовать органы управления?\n3. Как восстановить функцию органов управления в поезде, чтобы включить блокировку управления?\n4. Как можно зафиксировать органы управления в поезде, если они отключены?\n5. Каким образом можно активировать блокировку управления в поезде, если нет доступа к органам управления?"}
{"text": "Отключены органы управления(Включите блокировку управления)", "answer": "1. Как включить блокировку управления, если органы управления поезда отключены?\n2. Как активировать блокировку управления в случае отключения органов управления поезда?\n3. Как восстановить функцию управления поездом, если органы управления не работают?\n4. Что делать, если отключены органы управления поездом и необходимо включить блокировку управления?\n5. Как включить режим блокировки управления, если нет возможности использовать органы управления поездом?"}
{"text": "Прекращение запуска дизеля(Д1(Д2) не включился)", "answer": "1. Как решить проблему с остановкой дизеля поезда?\n2. Что делать, если дизельный двигатель поезда не запускается?\n3. Какие действия следует предпринять, если дизель поезда не включается?\n4. Какие шаги нужно предпринять, чтобы решить проблему с запуском дизельного двигателя поезда?\n5. Каким образом можно восстановить работу дизеля поезда, если он не запускается?"}
{"text": "Прекращение запуска дизеля(Д1(Д2) не включился)", "answer": "1) Какие могут быть причины прекращения запуска дизеля на поезде?\n2) Что делать, если дизель на поезде не включается?\n3) Какие действия следует предпринять, если Д1(Д2) не запускается на поезде?\n4) Какие шаги нужно предпринять, если дизель не запускается и я машинист поезда?\n5) Какие возможные решения есть, если дизель на поезде не работает?"}
{"text": "Прекращение запуска дизеля(Д1(Д2) не включился)", "answer": "1. Какие могут быть причины прекращения запуска дизеля в поезде?\n2. Как решить проблему с невключением дизеля в поезде?\n3. Какие действия следует предпринять, если дизель не запускается в поезде?\n4. Какие проверки необходимо выполнить, если дизель не работает в поезде?\n5. Какие инструкции следует следовать при невключении дизеля в поезде?\n6. Какие возможные решения есть для проблемы с запуском дизеля в поезде?\n7. Какие условия могут привести к поломке дизеля в поезде?\n8. Какие проблемы с дизелем могут возникнуть в поезде и как их решить?\n9. Какие рекомендации можно дать для предотвращения проблем с запуском дизеля в поезде?\n10. Какие специалисты могут помочь в случае прекращения запуска дизеля в поезде?"}
{"text": "Прекращение запуска дизеля(Д1(Д2) не включился)", "answer": "1. Что делать, если дизель не запускается на поезде?\n2. Какие могут быть причины прекращения работы дизеля на поезде?\n3. Как решить проблему с запуском дизеля на поезде?\n4. Какие шаги следует предпринять, если дизель не включается на поезде?\n5. Какие меры предосторожности нужно принять при прекращении запуска дизеля на поезде?"}
{"text": "Прекращение запуска дизеля(Д1(Д2) не включился)", "answer": "1. Что делать, если дизельный двигатель не запускается?\n2. Какие могут быть причины невключения дизеля Д1(Д2)?\n3. Какие шаги нужно предпринять, если дизельный двигатель не включается?\n4. Какие советы есть по запуску дизельного двигателя, если он не запускается?\n5. Какие проверки следует выполнить, если дизельный двигатель не работает?"}
{"text": "Прекращение запуска дизеля (Д1(Д2) не отключился)", "answer": "1. Как решить проблему с остановкой дизеля в поезде?\n2. Что делать, если дизель в поезде не отключается?\n3. Каковы возможные решения, если дизель в поезде не запускается?\n4. Какие шаги следует предпринять, если в поезде возникла проблема с запуском дизеля?\n5. Какие действия нужно предпринять, если дизель в поезде не останавливается?"}
{"text": "Прекращение запуска дизеля (Д1(Д2) не отключился)", "answer": "1. Каковы причины прекращения запуска дизеля на поезде и как можно решить данную проблему?\n2. Какие могут быть последствия неработающего дизеля на поезде и как это можно исправить?\n3. Какие шаги нужно предпринять, если дизель на поезде не отключается и это мешает запуску?\n4. Какие возможные решения есть для проблемы с неработающим дизелем на поезде?\n5. Какие действия следует предпринять, если дизель на поезде не отключается и мешает нормальной работе?"}
{"text": "Прекращение запуска дизеля (Д1(Д2) не отключился)", "answer": "1. Что делать, если дизель (Д1(Д2)) не отключается при запуске поезда?\n2. Как решить проблему с неработающим дизелем (Д1(Д2)) при запуске поезда?\n3. Что делать, если при запуске поезда дизель (Д1(Д2)) не выключается?\n4. Каково решение, если дизель (Д1(Д2)) не отключается при запуске поезда?\n5. Что предпринять, если при запуске поезда дизель (Д1(Д2)) не перестает работать?"}
{"text": "Прекращение запуска дизеля (Д1(Д2) не отключился)", "answer": "1. Каковы причины прекращения запуска дизеля (Д1(Д2)) в поезде?\n2. Какая может быть причина того, что дизель (Д1(Д2)) не отключается при запуске поезда?\n3. Какие действия можно предпринять, если дизель (Д1(Д2)) не отключается при запуске поезда?\n4. Какие рекомендации есть по устранению проблемы с отключением дизеля (Д1(Д2)) при запуске поезда? \n5. Какие возможные решения проблемы с дизелем (Д1(Д2)), который не отключается при запуске поезда?"}
{"text": "Прекращение запуска дизеля (Д1(Д2) не отключился)", "answer": "1. Как решить проблему с остановкой дизеля (Д1(Д2) не отключился) при работе в качестве машиниста поезда?\n2. Какие шаги предпринять, если дизель не отключается и возникают проблемы при запуске поезда?\n3. Какие действия следует предпринять, если дизель не останавливается, когда я работаю в качестве машиниста поезда?\n4. Каким образом можно справиться с проблемой запуска и остановки дизеля (Д1(Д2)) во время работы поезда?\n5. Какие советы можно получить по решению проблемы с остановкой дизеля при работе в роли машиниста поезда?"}
{"text": "Прекращение запуска дизеля (Д1(Д2) не отключился)", "answer": "1. Что делать, если дизель не отключился и поезд не запускается?\n2. Как решить проблему с остановкой дизеля при запуске поезда?\n3. Какие меры принять, если дизель (Д1(Д2)) не выключается и не позволяет запустить поезд?\n4. Как найти решение, если дизель не отключается и влияет на работу поезда?\n5. Не удается запустить поезд из-за проблемы с дизелем (Д1(Д2)). Что делать?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно включился)", "answer": "1. Что делать, если дизель в поезде не запускается?\n2. Какие могут быть причины прекращения запуска дизеля в поезде?\n3. Какие шаги следует предпринять, если дизель в поезде включается самопроизвольно?\n4. Какие возможные решения есть для проблемы с прекращением запуска дизеля в поезде?\n5. Какие могут быть последствия, если дизель в поезде не работает или включается самопроизвольно?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно включился)", "answer": "1. Возникла проблема с прекращением запуска дизеля в поезде. Какие возможные причины этой проблемы?\n2. Почему дизельный двигатель в поезде перестал запускаться самопроизвольно? Как это можно исправить?\n3. Что делать, если дизельный двигатель в поезде не запускается? Какие шаги следует предпринять для устранения этой проблемы?\n4. Возникла проблема с автоматическим запуском дизельного двигателя в поезде. Какие могут быть причины такого поведения и как ее решить?\n5. Какие возможные варианты действий, если дизельный двигатель в поезде включается самопроизвольно и прекращает работу? Как избежать подобных ситуаций?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно включился)", "answer": "1. Что делать, если дизель на поезде перестал запускаться самопроизвольно?\n2. Какие могут быть причины прекращения работы дизеля на поезде?\n3. Какие шаги следует предпринять, если дизель на поезде не запускается?\n4. Какие меры безопасности нужно соблюдать при попытке запустить дизель на поезде?\n5. Какие могут быть последствия, если дизель на поезде не запустится?\n6. Какие инструкции следует следовать, чтобы успешно запустить дизель на поезде?\n7. Какие дополнительные инструменты или ресурсы могут помочь при проблеме с запуском дизеля на поезде?\n8. Какие предварительные проверки следует выполнить перед попыткой запуска дизеля на поезде?\n9. Какие вопросы нужно задать техническому персоналу, чтобы разобраться с проблемой запуска дизеля на поезде?\n10. Какие знания и навыки нужны для эффективного решения проблемы с запуском дизеля на поезде?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно включился)", "answer": "1. Какова причина прекращения запуска дизеля и самопроизвольного включения Д1(Д2)?\n2. Какие могут быть возможные решения проблемы с прекращением запуска дизеля и самопроизвольным включением Д1(Д2)?\n3. Какие шаги нужно предпринять, чтобы устранить проблему с прекращением запуска дизеля и самопроизвольным включением Д1(Д2)?\n4. Какие предосторожности следует принять при решении проблемы с прекращением запуска дизеля и самопроизвольным включением Д1(Д2)?\n5. Какие другие факторы могут повлиять на прекращение запуска дизеля и самопроизвольное включение Д1(Д2)?\n6. Какие методы диагностики можно использовать для определения причины прекращения запуска дизеля и самопроизвольного включения Д1(Д2)?\n7. Какие профилактические меры можно принять, чтобы предотвратить прекращение запуска дизеля и самопроизвольное включение Д1(Д2)?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно включился)", "answer": "1. Что делать, если дизель в поезде не запускается?\n2. Какие могут быть причины остановки работы дизеля в поезде?\n3. Как можно устранить проблему с автоматическим включением дизеля в поезде?\n4. Какие действия следует предпринять, если дизель в поезде случайно включился? \n5. Какие шаги нужно предпринять, чтобы решить проблему с запуском дизеля в поезде? \n6. Есть ли инструкция по устранению проблемы с автоматическим включением дизеля в поезде? \n7. Какие меры безопасности следует соблюдать при возникновении проблемы с дизелем в поезде? \n8. Какие специалисты могут помочь в решении проблемы с запуском дизеля в поезде? \n9. Как можно предотвратить случайное включение дизеля в поезде? \n10. Какие последствия может иметь прекращение запуска дизеля в поезде?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно отключился)", "answer": "1. Почему дизель прекратил запуск?\n2. Каковы возможные причины отключения дизеля (Д1(Д2)) поезда?\n3. Каковы шаги для решения проблемы с остановкой дизеля?\n4. Какие меры предпринять, чтобы восстановить работу дизеля (Д1(Д2)) поезда?\n5. Какие действия следует предпринять, если дизель поезда самопроизвольно отключился?\n6. Какие проверки и диагностику следует выполнить, чтобы определить причину остановки дизеля поезда?\n7. Какие рекомендации есть по устранению проблемы с запуском дизеля (Д1(Д2)) поезда?\n8. Какие советы по обслуживанию дизеля (Д1(Д2)) поезда можно получить из базы знаний?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно отключился)", "answer": "1. Какие могут быть причины прекращения запуска дизеля в поезде?\n2. Как решить проблему, когда дизель в поезде не запускается?\n3. Какие действия следует предпринять, если дизель в поезде отключился самопроизвольно?\n4. Какие шаги нужно предпринять для восстановления работы дизеля в поезде?\n5. Какие проверки нужно выполнить, если дизель в поезде не запускается?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно отключился)", "answer": "1. Какие могут быть причины прекращения запуска дизеля в поезде?\n2. Что делать, если дизель в поезде не запускается?\n3. Какие шаги следует предпринять, если дизель в поезде самопроизвольно отключился?\n4. Какие возможные решения проблемы с запуском дизеля в поезде?\n5. Какие проверки нужно провести, если дизель в поезде не запускается?\n6. Какие действия могут помочь восстановить работу дизеля в поезде?\n7. Какие инструменты или навыки потребуются для ремонта дизеля в поезде?\n8. Какие могут быть последствия прекращения запуска дизеля в поезде?\n9. Какие меры безопасности следует соблюдать при ремонте дизеля в поезде?\n10. Каким образом можно предотвратить прекращение запуска дизеля в поезде в будущем?"}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно отключился)", "answer": "1. \"Какие могут быть причины прекращения запуска дизеля в поезде?\"\n2. \"Какие действия следует предпринять, если дизель в поезде не запускается?\"\n3. \"Какие проверки следует выполнить, если дизель самопроизвольно отключился в поезде?\"\n4. \"Какие симптомы могут указывать на проблему с запуском дизеля в поезде?\"\n5. \"Какие решения есть для проблемы прекращения запуска дизеля в поезде?\""}
{"text": "Прекращение запуска дизеля.(Д1(Д2) самопроизвольно отключился)", "answer": "1. Какие могут быть причины прекращения запуска дизеля в поезде?\n2. Какие действия следует предпринять, если дизель в поезде отключился самопроизвольно?\n3. Какие шаги нужно предпринять для восстановления работы дизеля в поезде, если он не запускается?\n4. Какие возможные методы диагностики проблемы с запуском дизеля в поезде?\n5. Какие рекомендации есть в базе знаний по устранению проблемы с прекращением запуска дизеля в поезде?"}
{"text": "Предупреждение!(Давление в питательной магистрали менее 7.2 Атм)", "answer": "1. Какие действия необходимо предпринять, если давление в питательной магистрали поезда составляет менее 7.2 атмосфер?\n2. Какие причины могут привести к снижению давления в питательной магистрали поезда до значения менее 7.2 атмосфер?\n3. Какие последствия могут возникнуть, если не обратить внимание на предупреждение о низком давлении в питательной магистрали поезда?\n4. Каким образом можно восстановить давление в питательной магистрали поезда до нормального уровня, если оно снижается до значения менее 7.2 атмосфер?\n5. Какая роль питательной магистрали в работе поезда, и почему ее давление имеет такое важное значение?"}
{"text": "Предупреждение!(Давление в питательной магистрали менее 7.2 Атм)", "answer": "1. Какие действия необходимо предпринять, если давление в питательной магистрали поезда менее 7.2 Атм?\n2. Каковы возможные последствия, если давление в питательной магистрали поезда слишком низкое?\n3. Какая роль питательной магистрали в работе поезда, и какое давление считается оптимальным?\n4. Какие меры безопасности должны быть предприняты, если давление в питательной магистрали поезда ниже рекомендуемого уровня?\n5. Какие причины могут привести к снижению давления в питательной магистрали поезда?"}
{"text": "Предупреждение!(Давление в питательной магистрали менее 7.2 Атм)", "answer": "1. Каковы возможные причины предупреждения о низком давлении в питательной магистрали поезда?\n2. Каковы последствия недостаточного давления в питательной магистрали поезда?\n3. Что нужно предпринять, если давление в питательной магистрали поезда ниже 7.2 Атм?\n4. Какие меры безопасности следует принять при работе с низким давлением в питательной магистрали поезда?\n5. Какие действия могут быть предприняты для восстановления нормального давления в питательной магистрали поезда?"}
{"text": "Остановка дизеля(Давление газов в картере дизеля)", "answer": "1. Что делать, если у меня возникла проблема с остановкой дизеля из-за низкого давления газов в картере?\n2. Как можно решить проблему с недостаточным давлением газов в картере дизеля на поезде?\n3. Какие меры можно предпринять, чтобы исправить снижение давления газов в картере дизеля и продолжить движение поезда?\n4. Какая информация есть в базе знаний о проблеме с остановкой дизеля из-за давления газов в картере? \n5. Какие указания можно найти в базе знаний по решению проблемы с низким давлением газов в картере дизеля?"}
{"text": "Остановка дизеля(Давление газов в картере дизеля)", "answer": "1. Как можно решить проблему с остановкой дизеля из-за низкого давления газов в картере?\n2. Какие могут быть причины остановки дизеля из-за недостаточного давления газов в картере?\n3. Какие шаги следует предпринять, если давление газов в картере дизеля снижается до критического уровня?\n4. Какие методы можно использовать для восстановления давления газов в картере дизеля?\n5. Какие меры безопасности следует принять при работе с дизелем, у которого возникла проблема с давлением газов в картере?"}
{"text": "Остановка дизеля(Давление газов в картере дизеля)", "answer": "1. Каковы возможные причины остановки дизеля и снижения давления газов в картере?\n2. Какие меры можно предпринять, чтобы исправить проблему с остановкой дизеля и низким давлением газов в картере?\n3. Какие симптомы могут указывать на проблему с дизелем и давлением газов в картере?\n4. Каким образом можно проверить уровень давления газов в картере дизеля?\n5. Какие действия следует предпринять, если давление газов в картере дизеля слишком низкое?"}
{"text": "После режима \"Раскрутки\" переход в режим \"Останов\" (Дизель не запустился)", "answer": "1. Какие действия нужно предпринять, если после режима \"Раскрутки\" не удалось запустить дизельный двигатель в режиме \"Останов\"?\n2. Какие могут быть причины того, что дизельный двигатель не запускается после режима \"Раскрутки\"?\n3. Какие шаги следует предпринять, чтобы решить проблему с запуском дизельного двигателя после режима \"Раскрутки\"?\n4. Какие рекомендации по действиям можно найти в базе знаний для ситуации, когда дизельный двигатель не запускается после режима \"Раскрутки\"?\n5. Какие проверки и меры предосторожности нужно выполнить, если дизельный двигатель не запускается после режима \"Раскрутки\"?"}
{"text": "После режима \"Раскрутки\" переход в режим \"Останов\" (Дизель не запустился)", "answer": "1. Как решить проблему с переходом из режима \"Раскрутки\" в режим \"Останов\" при незапущенном дизеле?\n2. Как получить инструкцию по переходу в режим \"Останов\" после неудачной попытки запустить дизель в поезде?\n3. Как найти руководство по решению проблемы с переключением в режим \"Останов\" после неудачной \"Раскрутки\" дизеля в моем поезде?\n4. Что делать, если дизель не запустился после процедуры \"Раскрутки\" и требуется перейти в режим \"Останов\"?\n5. Как найти совет по переходу в режим \"Останов\" в случае, когда дизель не запускается после режима \"Раскрутки\" в моем поезде?"}
{"text": "После режима \"Раскрутки\" переход в режим \"Останов\" (Дизель не запустился)", "answer": "1. Как решить проблему с переходом из режима \"Раскрутка\" в режим \"Останов\", если дизель не запускается?\n2. Как найти подсказку в базе знаний для проблемы с запуском дизеля после режима \"Раскрутка\"?\n3. Как использовать голосового ассистента для получения помощи при возникновении проблемы с переходом в режим \"Останов\" из режима \"Раскрутка\", если дизель не запускается?"}
{"text": "После режима \"Раскрутки\" переход в режим \"Останов\" (Дизель не запустился)", "answer": "1. Как решить проблему с переходом из режима \"Раскрутки\" в режим \"Останов\", если дизель не запускается?\n2. Как найти решение, если после режима \"Раскрутки\" не удается запустить дизель и перейти в режим \"Останов\"?\n3. Как получить помощь в решении проблемы с переходом в режим \"Останов\" после режима \"Раскрутки\", если дизель не запускается?\n4. Каковы возможные способы решить проблему с запуском дизеля после режима \"Раскрутки\" и перехода в режим \"Останов\"?\n5. Где найти информацию о проблеме, возникающей при переходе из режима \"Раскрутки\" в режим \"Останов\", если дизель не запускается?"}
{"text": "Запрет сбора тяги(Задайте направление движения)", "answer": "1. Как решить проблему с запретом сбора тяги поезда?\n2. Что делать, если запрещено собирать тягу поезда?\n3. Какие действия нужно предпринять, если нельзя собирать тягу поезда?\n4. Как правильно поступить, если запрещено двигаться собранной тягой?\n5. Как обойти запрет на сбор тяги во время движения поезда?"}
{"text": "Запрет сбора тяги(Задайте направление движения)", "answer": "1. \"Как найти решение, если у меня возникла проблема с запретом сбора тяги на поезде?\"\n2. \"Как использовать голосового ассистента для поиска подсказки о проблеме с запретом сбора тяги на поезде?\"\n3. \"Как получить информацию о запрете сбора тяги на поезде из базы знаний с помощью голосового ассистента?\"\n4. \"Как голосовой ассистент может помочь в решении проблемы с запретом сбора тяги на поезде?\""}
{"text": "Запрет сбора тяги(Задайте направление движения)", "answer": "1. Как решить проблему с запретом сбора тяги на поезде?\n2. Какой шаг необходимо предпринять, когда возникает запрет на сбор тяги на поезде?\n3. Какие действия следует предпринять, когда запрещено собирать тягу на поезде?\n4. Какие меры можно принять при запрете на сбор тяги на поезде?\n5. Как найти решение проблемы с запретом сбора тяги на поезде?"}
{"text": "Запрет сбора тяги(Задайте направление движения)", "answer": "1. Как решить проблему с запретом сбора тяги в поезде?\n2. Как можно обойти запрет на сбор тяги во время движения поезда?\n3. Какие методы существуют для преодоления запрета на сбор тяги в поезде?\n4. Какие возможности есть для решения проблемы с запретом на сбор тяги во время работы поезда?\n5. Что можно предпринять в случае запрета на сбор тяги при управлении поездом?"}
{"text": "Запрет сбора тяги(Задайте направление движения)", "answer": "1. Как решить проблему, когда у меня возник запрет на сбор тяги? \n2. Как можно разрешить ситуацию, когда мне запрещено собирать тягу поезда? \n3. Какие действия нужно предпринять, если я не могу собирать тягу из-за запрета? \n4. Как найти решение, когда мне запрещено собирать тягу в поезде? \n5. Что делать, если возник запрет на сбор тяги, и как можно его преодолеть?"}
{"text": "Запрет запуска головной (ведомой) секции(Запуск заблокирован кнопкой \"Стоп 1\" или \"Стоп 2\")", "answer": "1. Как решить проблему с блокировкой кнопки \"Стоп 1\" или \"Стоп 2\" при запуске головной (ведомой) секции поезда?\n2. Как обойти ограничение запуска головной (ведомой) секции поезда, вызванное заблокированной кнопкой \"Стоп 1\" или \"Стоп 2\"?\n3. Как найти решение проблемы запрета запуска головной (ведомой) секции поезда, вызванной нажатием кнопки \"Стоп 1\" или \"Стоп 2\"?\n4. Какую информацию предоставляет база знаний о проблеме с блокировкой кнопки \"Стоп 1\" или \"Стоп 2\" при запуске головной (ведомой) секции поезда?\n5. Каким образом голосовой ассистент может помочь в решении проблемы с запуском головной (ведомой) секции поезда, вызванной заблокированной кнопкой \"Стоп 1\" или \"Стоп 2\"?"}
{"text": "Запрет запуска головной (ведомой) секции(Запуск заблокирован кнопкой \"Стоп 1\" или \"Стоп 2\")", "answer": "1. Как разблокировать запуск головной (ведомой) секции поезда, если кнопка \"Стоп 1\" или \"Стоп 2\" заблокирована?\n2. Как преодолеть препятствие при запуске головной (ведомой) секции поезда, если кнопка \"Стоп 1\" или \"Стоп 2\" не реагирует?\n3. Есть ли способ разблокировать запуск головной (ведомой) секции поезда, если кнопка \"Стоп 1\" или \"Стоп 2\" заблокирована?\n4. Как обойти проблему с блокировкой запуска головной (ведомой) секции поезда, если кнопка \"Стоп 1\" или \"Стоп 2\" не работает?\n5. Как можно снять блокировку с кнопки \"Стоп 1\" или \"Стоп 2\", чтобы запустить головную (ведомую) секцию поезда?"}
{"text": "Запрет запуска головной (ведомой) секции(Запуск заблокирован кнопкой \"Стоп 1\" или \"Стоп 2\")", "answer": "1. Какие кнопки блокируют запуск головной (ведомой) секции поезда?\n2. Какое действие вызывает блокировку запуска головной (ведомой) секции поезда?\n3. Как можно разблокировать запуск головной (ведомой) секции поезда, если кнопка \"Стоп 1\" или \"Стоп 2\" заблокированы?\n4. Какие возможные решения проблемы запрета запуска головной (ведомой) секции поезда?\n5. Что делать, если кнопка \"Стоп 1\" или \"Стоп 2\" не отпускаются и не позволяют запустить головную (ведомую) секцию поезда?"}
{"text": "Сброс нагрузки(Заторможена 1 тележка/ Заторможена 2 тележка)", "answer": "1. Какие могут быть причины сброса нагрузки на тележку поезда?\n2. Каковы возможные последствия заторможенной первой тележки поезда?\n3. Какие действия следует предпринять при заторможенной второй тележке поезда?\n4. Какие проверки и ремонтные работы необходимо выполнить после сброса нагрузки на тележку?\n5. Какие инструкции по безопасности следует соблюдать при обнаружении заторможенной тележки на поезде?"}
{"text": "Сброс нагрузки(Заторможена 1 тележка/ Заторможена 2 тележка)", "answer": "1. Как справиться с проблемой, если заторможена одна из тележек поезда?\n2. Что делать в случае, если одна из тележек поезда не может двигаться?\n3. Как исправить ситуацию, если одна из тележек поезда сбросила нагрузку и остановилась?\n4. Как решить проблему, если одна из тележек поезда не функционирует и не двигается?\n5. Что предпринять, если одна из тележек поезда остановилась и не может продолжить движение?\n6. Какие шаги следует предпринять в случае, когда одна из тележек поезда не работает и сбросила нагрузку?"}
{"text": "Сброс нагрузки(Заторможена 1 тележка/ Заторможена 2 тележка)", "answer": "1. Как решить проблему со сбросом нагрузки на тележку поезда?\n2. Как можно разблокировать тормоз на первой тележке поезда?\n3. Что делать, если заторможена вторая тележка поезда?\n4. Каким образом можно восстановить работу тормоза на второй тележке поезда?\n5. Каковы возможные способы исправить проблему с сбросом нагрузки на поезде?"}
{"text": "Сброс нагрузки(Заторможена 1 тележка/ Заторможена 2 тележка)", "answer": null}
{"text": "Снятие/запрет схемы тягиПовторное срабатывание той же защиты приведет к блокировке преобразователя.(Защита по ТЭД1 - ТЭД6 [Отключи ОМ1 - ОМ6])", "answer": "1. Как снять или запретить схему тяги на поезде?\n2. Как избежать блокировки преобразователя при повторном срабатывании защиты по ТЭД1 - ТЭД6?\n3. Какие действия необходимо предпринять, чтобы отключить ОМ1 - ОМ6 и предотвратить повторное срабатывание защиты?"}
{"text": "Снятие/запрет схемы тягиПовторное срабатывание той же защиты приведет к блокировке преобразователя.(Защита по ТЭД1 - ТЭД6 [Отключи ОМ1 - ОМ6])", "answer": "1. Как снять или запретить схему тяги на поезде?\n2. Что произойдет, если защита по ТЭД1 - ТЭД6 сработает повторно?\n3. Какая последствия блокировки преобразователя при повторном срабатывании защиты?\n4. Каким образом голосовой ассистент может помочь в решении проблемы с снятием/запретом схемы тяги?\n5. Как найти подсказку в базе знаний голосового ассистента, связанную с проблемой с схемой тяги на поезде?"}
{"text": "Сброс нагрузки из режимов \"ЭДТ\" или \"Тяги\" при нагружении на тормозные резисторы.(Защита резисторов ЭДТ (1 или 2 тележка)", "answer": "1. Как обойти сброс нагрузки из режимов \"ЭДТ\" или \"Тяги\" при нагружении на тормозные резисторы?\n2. Как предотвратить сброс нагрузки при использовании тормозных резисторов в режимах \"ЭДТ\" или \"Тяги\"?\n3. Как защитить резисторы ЭДТ от сброса нагрузки при нагружении на тормозные резисторы?\n4. Как избежать сброса нагрузки при использовании тормозных резисторов в режимах \"ЭДТ\" или \"Тяги\"?\n5. Есть ли способ сохранить нагрузку при нагружении на тормозные резисторы, если работаешь в режимах \"ЭДТ\" или \"Тяги\"?"}
{"text": "Сброс нагрузки из режимов \"ЭДТ\" или \"Тяги\" при нагружении на тормозные резисторы.(Защита резисторов ЭДТ (1 или 2 тележка)", "answer": "1. Каковы возможные причины сброса нагрузки из режимов \"ЭДТ\" или \"Тяги\" при нагружении на тормозные резисторы?\n2. Какие меры предпринять, чтобы предотвратить сброс нагрузки при нагружении на тормозные резисторы?\n3. Какие симптомы могут указывать на проблему с защитой резисторов ЭДТ при сбросе нагрузки?\n4. Какие действия следует предпринять, если произошел сброс нагрузки на резисторы ЭДТ или тормозные резисторы?\n5. Какие механизмы защиты резисторов ЭДТ существуют для предотвращения сброса нагрузки?\n6. Каковы возможные последствия сброса нагрузки на резисторы ЭДТ или тормозные резисторы и как их избежать?\n7. Какие проверки и тесты можно провести для выявления проблемы с защитой резисторов ЭДТ при сбросе нагрузки?\n8. Каковы рекомендации по обслуживанию и обследованию резисторов ЭДТ, чтобы предотвратить сброс нагрузки на них?\n9. Какие факторы могут способствовать сбросу нагрузки из режимов \"ЭДТ\" или \"Тяги\" при нагружении на тормозные резисторы?\n10. Какие действия можно предпринять во время сброса нагрузки на резисторы ЭДТ для минимизации возможных повреждений?"}
{"text": "Сброс нагрузки из режимов \"ЭДТ\" или \"Тяги\" при нагружении на тормозные резисторы.(Защита резисторов ЭДТ (1 или 2 тележка)", "answer": "1. Как исправить сброс нагрузки из режимов \"ЭДТ\" или \"Тяги\" при нагружении на тормозные резисторы?\n2. Как предотвратить сброс нагрузки при использовании тормозных резисторов в режимах \"ЭДТ\" или \"Тяги\"?\n3. Каковы причины сброса нагрузки при нагружении на тормозные резисторы в режимах \"ЭДТ\" или \"Тяги\"?\n4. Какие меры могут быть приняты для защиты резисторов ЭДТ от сброса нагрузки при использовании тормозных резисторов?\n5. Какие действия следует предпринять, если происходит сброс нагрузки при нагружении на тормозные резисторы?"}
{"text": "Сброс нагрузки из режимов \"ЭДТ\" или \"Тяги\" при нагружении на тормозные резисторы.(Защита резисторов ЭДТ (1 или 2 тележка)", "answer": "1. Как исправить проблему с сбросом нагрузки при использовании тормозных резисторов в режимах \"ЭДТ\" и \"Тяга\"?\n2. Как обойти защиту резисторов ЭДТ при сбросе нагрузки на тормозные резисторы?\n3. Какие меры можно предпринять, чтобы избежать сброса нагрузки при нагружении на тормозные резисторы в режимах \"ЭДТ\" или \"Тяга\"?\n4. Как настроить систему так, чтобы не происходил сброс нагрузки при использовании тормозных резисторов в режимах \"ЭДТ\" и \"Тяга\"?\n5. Какие действия необходимо предпринять, чтобы решить проблему с сбросом нагрузки при нагружении на тормозные резисторы в режимах \"ЭДТ\" или \"Тяга\"?"}
{"text": "Сброс нагрузки из режима \"Тяга\"(Защита резисторов ЭДТ 1-ой тележки/2-ой тележки)", "answer": "1. Как исправить проблему с сбросом нагрузки из режима \"Тяга\" на резисторах ЭДТ 1-ой тележки/2-ой тележки поезда?\n2. Как произвести сброс нагрузки в режиме \"Тяга\" на резисторах ЭДТ 1-ой тележки/2-ой тележки?\n3. Каковы шаги для восстановления работы резисторов ЭДТ 1-ой тележки/2-ой тележки после сброса нагрузки в режиме \"Тяга\"?\n4. Какие действия необходимо предпринять, чтобы снять защиту резисторов ЭДТ 1-ой тележки/2-ой тележки при сбросе нагрузки из режима \"Тяга\"?\n5. Как можно устранить проблему с сбросом нагрузки на резисторах ЭДТ 1-ой тележки/2-ой тележки и вернуться в режим \"Тяга\"?"}
{"text": "Сброс нагрузки из режима \"Тяга\"(Защита резисторов ЭДТ 1-ой тележки/2-ой тележки)", "answer": "1. Как решить проблему с сбросом нагрузки из режима \"Тяга\" на первой или второй тележке поезда при защите резисторов ЭДТ?\n2. Каким образом можно сбросить нагрузку в режиме \"Тяга\" на первой или второй тележке поезда, если резисторы ЭДТ активировались?\n3. Какие шаги следует предпринять, чтобы вернуть нагрузку к нормальному состоянию после активации защиты резисторов ЭДТ на первой или второй тележке поезда в режиме \"Тяга\"?\n4. Существует ли способ сбросить нагрузку на тележках поезда из режима \"Тяга\", если резисторы ЭДТ защищены и активировались? Если да, то какой это способ? \n5. Какой метод можно использовать для снятия нагрузки с резисторов ЭДТ на первой или второй тележке поезда, находясь в режиме \"Тяга\"?"}
{"text": "Сброс нагрузки из режима \"Тяга\"(Защита резисторов ЭДТ 1-ой тележки/2-ой тележки)", "answer": "1. Как сбросить нагрузку из режима \"Тяга\" на поезде, если возникла проблема с защитой резисторов ЭДТ 1-ой тележки/2-ой тележки?\n2. Как решить проблему сброса нагрузки при защите резисторов ЭДТ 1-ой тележки/2-ой тележки, когда поезд находится в режиме \"Тяга\"?\n3. Каким образом можно сбросить нагрузку из режима \"Тяга\" на поезде, если резисторы ЭДТ 1-ой тележки/2-ой тележки сработали?\n4. Как обеспечить сброс нагрузки из режима \"Тяга\" при проблеме с защитой резисторов ЭДТ 1-ой тележки/2-ой тележки?\n5. Что делать, если возникла проблема с защитой резисторов ЭДТ 1-ой тележки/2-ой тележки и необходимо выполнить сброс нагрузки из режима \"Тяга\"?"}
{"text": "Снятие/запрет схемы тяги(Защита ЭДТ 1-ой тележки/ 2-ой тележки)", "answer": "1. Как снять схему тяги на первой тележке?\n2. Как запретить схему тяги на второй тележке?\n3. Как активировать защиту ЭДТ на первой тележке?\n4. Как отключить схему тяги на второй тележке?\n5. Как включить защиту ЭДТ на второй тележке?\n6. Как отключить схему тяги на первой тележке?\n7. Как включить защиту ЭДТ на в первой тележке?\n8. Как снять схему тяги на второй тележке?\n9. Как запретить схему тяги на первой тележке?\n10. Как активировать защиту ЭДТ на второй тележке?"}
{"text": "Снятие/запрет схемы тяги(Защита ЭДТ 1-ой тележки/ 2-ой тележки)", "answer": "1. Как снять или запретить схему тяги на первой тележке поезда?\n2. Как защитить ЭДТ на второй тележке от снятия или запрета схемы тяги?\n3. Как можно отключить схему тяги на первой тележке поезда?\n4. Как предотвратить снятие или запрет схемы тяги на второй тележке? \n5. Каким образом можно включить защиту ЭДТ на первой тележке от снятия схемы тяги?\n6. Каким образом можно запретить схему тяги на второй тележке поезда?"}
{"text": "Снятие/запрет схемы тяги(Защита ЭДТ 1-ой тележки/ 2-ой тележки)", "answer": "1. Как снять схему тяги на первой тележке поезда?\n2. Как активировать защиту ЭДТ на второй тележке?\n3. Как запретить схему тяги на первой тележке?\n4. Как включить защиту ЭДТ на второй тележке?\n5. Как отключить схему тяги на первой тележке поезда?\n6. Как включить запрет на тягу на второй тележке?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не отключился)", "answer": "1. Как исправить прекращение самовозбуждения ВГ, если КМ1 не отключился?\n2. Как можно решить проблему со сбоем самовозбуждения ВГ, если КМ1 не отключается?\n3. Есть ли способы устранить проблему с прекращением самовозбуждения ВГ, если КМ1 не отключается?\n4. Как можно решить ситуацию, когда самовозбуждение ВГ прекращается, а КМ1 не отключается?\n5. Как исправить проблему с неправильным отключением КМ1 при прекращении самовозбуждения ВГ?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не отключился)", "answer": "- Как решить проблему с прекращением самовозбуждения ВГ, если КМ1 не отключился?\n- Как можно исправить проблему со включением самовозбуждения ВГ, если КМ1 не производит отключение?\n- Как найти решение, если ВГ не включается самостоятельно из-за неполадок с КМ1?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не отключился)", "answer": "1. \"Как исправить проблему с прекращением самовозбуждения ВГ, если КМ1 не отключился?\"\n2. \"Как решить проблему, если ВГ не самовозбуждается из-за неправильной работы КМ1?\"\n3. \"Как обнаружить и устранить причину прекращения самовозбуждения ВГ, если КМ1 не отключается?\"\n4. \"Как можно восстановить самовозбуждение ВГ, если не удается отключить КМ1?\""}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не отключился)", "answer": "1. Как исправить прекращение самовозбуждения ВГ, если КМ1 не отключился?\n2. Как решить проблему с неправильным отключением КМ1 при прекращении самовозбуждения ВГ?\n3. Какие действия следует предпринять, если самовозбуждение ВГ не прекращается из-за неправильного отключения КМ1?\n4. Как возобновить самовозбуждение ВГ, если КМ1 не отключился и возникла проблема с его прекращением?\n5. Какие шаги необходимо предпринять, если КМ1 не отключается и происходит прекращение самовозбуждения ВГ?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не отключился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ, если КМ1 не отключился?\n2. Как можно исправить ситуацию, когда ВГ перестало самовозбуждаться, а КМ1 не отключился?\n3. Какой может быть причиной прекращения самовозбуждения ВГ, если КМ1 не отключается, и как это можно решить?\n4. Как обеспечить продолжение самовозбуждения ВГ, если КМ1 не отключается? \n5. Есть ли способы решения проблемы с прекращением самовозбуждения ВГ, когда КМ1 не выключается?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не отключился)", "answer": "1. Как решить проблему со сбоем самовозбуждения ВГ, если КМ1 не отключился?\n2. Как найти решение проблемы с прекращением самовозбуждения ВГ, когда КМ1 не отключается?\n3. Как можно разрешить проблему, связанную с остановкой самовозбуждения ВГ, если КМ1 не отключается?\n4. Есть ли способ решить проблему с прекращением самовозбуждения ВГ, когда КМ1 не отключается?\n5. Какие шаги нужно предпринять, чтобы решить проблему с сбоем самовозбуждения ВГ, если КМ1 не отключается?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ в поезде, если КМ1 не включился?\n2. Как найти решение для прекращения самовозбуждения ВГ в поезде, если КМ1 не активировался?\n3. Есть ли рекомендации по устранению проблемы с самовозбуждением ВГ в поезде, если КМ1 не запускается?\n4. Каковы возможные способы исправления проблемы с прекращением самовозбуждения ВГ в поезде, если КМ1 не работает?\n5. В базе знаний есть информация о том, как устранить проблему с прекращением самовозбуждения ВГ в поезде, если КМ1 не срабатывает?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ, если КМ1 не включился?\n2. Как найти решение, если самовозбуждение ВГ не происходит из-за невключения КМ1?\n3. Каковы возможные способы исправить прекращение самовозбуждения ВГ, если КМ1 не активировался?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ, если КМ1 не включился?\n2. Как найти решение, если возникла проблема с прекращением самовозбуждения ВГ и КМ1 не работает?\n3. Каким образом можно устранить проблему с самовозбуждением ВГ, если КМ1 не активировался?\n4. Есть ли способ решить прекращение самовозбуждения ВГ, если не удалось включить КМ1?\n5. Как найти подсказку в базе знаний для проблемы с прекращением самовозбуждения ВГ, если КМ1 не подключился?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ, если КМ1 не включился?\n2. Как найти решение, если ВГ не самовозбуждается из-за невключения КМ1?\n3. Каковы возможные шаги для устранения проблемы с ВГ, если КМ1 не активировался? \n4. Что делать, если ВГ не самовозбуждается и причина в невключенном КМ1? \n5. Как можно решить проблему с прекращением самовозбуждения ВГ, если не удалось включить КМ1?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 не включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ, если КМ1 не включился?\n2. Как исправить ситуацию, когда ВГ перестало самовозбуждаться из-за неисправности КМ1?\n3. Какие действия следует предпринять, если КМ1 не включается и ВГ не самовозбуждается?\n4. Что делать, если возникла проблема с прекращением самовозбуждения ВГ, и КМ1 не работает?\n5. Как можно решить проблему с ВГ, если КМ1 не запускается и самовозбуждение прекращается?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ в поезде?\n2. Какие действия следует предпринять, если КМ1 включился самопроизвольно и возникла проблема с самовозбуждением ВГ?\n3. Каким образом можно устранить проблему, когда КМ1 включается без вмешательства и приводит к прекращению самовозбуждения ВГ?\n4. Какие шаги необходимо предпринять, чтобы решить проблему с КМ1, который самопроизвольно включился и привел к остановке самовозбуждения ВГ?\n5. Какую информацию можно найти в базе знаний относительно проблемы с прекращением самовозбуждения ВГ, вызванной самопроизвольным включением КМ1?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно включился)", "answer": "1. Как исправить прекращение самовозбуждения ВГ в поезде, если КМ1 самопроизвольно включился?\n2. Есть ли способ решить проблему с самовозбуждением ВГ в поезде, вызванную случайным включением КМ1?\n3. Как можно устранить прекращение самовозбуждения ВГ в поезде, если КМ1 внезапно включился без необходимости?\n4. Есть ли инструкция по устранению проблемы с самовозбуждением ВГ в поезде, если КМ1 активировался неожиданно?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ?\n2. Что делать, если КМ1 самопроизвольно включился и возникла проблема с прекращением самовозбуждения ВГ?\n3. Какие шаги следует предпринять, если ВГ перестало самовозбуждаться и КМ1 включился без вмешательства?\n4. Как можно исправить ситуацию, когда КМ1 включается самопроизвольно и ВГ перестает самовозбуждаться? \n5. Какие действия необходимо предпринять, если возникла проблема с прекращением самовозбуждения ВГ и КМ1 включился без команды?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ в поезде, если КМ1 самопроизвольно включился?\n2. Как можно предотвратить случайное включение КМ1 и прекратить самовозбуждение ВГ в поезде?\n3. Какие меры можно предпринять, чтобы остановить самопроизвольное включение КМ1 и восстановить нормальное функционирование ВГ в поезде?\n4. Какие действия необходимо предпринять, чтобы устранить проблему самовозбуждения ВГ, вызванную случайным включением КМ1?\n5. Какие шаги следует выполнить для решения проблемы с прекращением самовозбуждения ВГ, возникшей из-за самопроизвольного включения КМ1?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно включился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ?\n2. Как можно предотвратить самопроизвольное включение КМ1 на поезде?\n3. Есть ли способ устранить проблему с самовозбуждением ВГ?\n4. Как можно восстановить нормальную работу ВГ после самопроизвольного включения КМ1?\n5. Какие меры можно принять для предотвращения случаев самовозбуждения ВГ?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно отключился)", "answer": "1. Как исправить проблему с прекращением самовозбуждения ВГ у поезда, если КМ1 самопроизвольно отключился?\n2. Как восстановить самовозбуждение ВГ поезда при его прекращении из-за отключения КМ1?\n3. Какие шаги нужно предпринять, чтобы устранить проблему с отключением самовозбуждения ВГ поезда, вызванную КМ1?\n4. Каковы возможные решения для восстановления самовозбуждения ВГ поезда, если КМ1 перестал работать?\n5. Какую помощь можно получить от голосового ассистента для решения проблемы с прекращением самовозбуждения ВГ, вызванной отключением КМ1?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно отключился)", "answer": "1. Как исправить прекращение самовозбуждения ВГ поезда, если КМ1 самопроизвольно отключился?\n2. Как восстановить самовозбуждение ВГ поезда, если возникла проблема с отключением КМ1?\n3. Какая возможна причина прекращения самовозбуждения ВГ и отключения КМ1 в поезде?\n4. Какие шаги нужно предпринять, чтобы исправить проблему с самовозбуждением ВГ, если КМ1 отключился?\n5. Какие действия следует предпринять, чтобы восстановить самовозбуждение ВГ в поезде, если КМ1 не работает?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно отключился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ (КМ1 отключился)?\n2. Как восстановить самовозбуждение ВГ после его прекращения?\n3. Какие действия необходимо предпринять, если ВГ (КМ1) перестал самопроизвольно включаться?\n4. Какой шаг следует предпринять, если произошла остановка самовозбуждения ВГ (КМ1)?\n5. Какую информацию можно найти в базе знаний о проблеме с прекращением самовозбуждения ВГ (КМ1)?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно отключился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ, когда КМ1 отключился самопроизвольно?\n2. Как найти подсказку в базе знаний по проблеме с отключением самовозбуждения ВГ из-за КМ1?\n3. Как использовать голосового ассистента для получения решения по проблеме с прекращением самовозбуждения ВГ?\n4. Как найти информацию о причинах отключения самовозбуждения ВГ и возможных решениях через голосового ассистента?\n5. Как получить совет от голосового ассистента по проблеме с прекращением самовозбуждения ВГ, вызванной отключением КМ1?"}
{"text": "Прекращение самовозбуждения ВГ(КМ1 самопроизвольно отключился)", "answer": "1. Как решить проблему с прекращением самовозбуждения ВГ и отключением КМ1?\n2. Каковы возможные причины отключения самопроизвольного взбуждения ВГ и как их устранить?\n3. Как найти подсказку в базе знаний по проблеме с прекращением самовозбуждения ВГ и отключением КМ1?\n4. Какие шаги следует предпринять, чтобы решить проблему с самопроизвольным отключением КМ1 и прекращением взбуждения ВГ?\n5. Как использовать голосового ассистента, чтобы найти советы по устранению проблемы с прекращением самовозбуждения ВГ и отключением КМ1?"}
{"text": "Предупреждение!(КМ8 не включился)", "answer": "1. Как решить проблему с невключением КМ8?\n2. Что делать, если КМ8 не активируется?\n3. Как можно устранить проблему с неполадкой в работе КМ8?\n4. Как найти решение для случая, когда КМ8 не включается?\n5. Что предпринять, если не удалось активировать КМ8?"}
{"text": "Предупреждение!(КМ8 не включился)", "answer": "1. Как решить проблему с предупреждением о невключении КМ8?\n2. Что делать, если КМ8 не включился и возникло предупреждение?\n3. Как найти подсказку в базе знаний о проблеме с невключением КМ8?\n4. Каковы возможные причины невключения КМ8 и как их устранить?\n5. Какие шаги следует предпринять, чтобы решить проблему с КМ8 и предупреждением?"}
{"text": "Предупреждение!(КМ8 не включился)", "answer": "1. Как решить проблему с невключением КМ8?\n2. Какие действия нужно предпринять, если КМ8 не работает?\n3. Как найти руководство по устранению неполадок с КМ8?\n4. Что делать, если КМ8 не активируется?\n5. Как найти информацию о причинах невключения КМ8?\n6. Какую помощь может предоставить голосовой ассистент в решении проблемы с КМ8?"}
{"text": "Предупреждение!(КМ8 не включился)", "answer": "1. Какова причина предупреждения \"КМ8 не включился\" у машиниста поезда?\n2. Как решить проблему с включением КМ8 у машиниста поезда, если возникает предупреждение?\n3. Какие действия должен предпринять машинист поезда, если КМ8 не включился и появилось предупреждение?\n4. В чем заключается роль КМ8 и как его включить у машиниста поезда?\n5. Какие могут быть последствия, если машинист поезда не реагирует на предупреждение о невключении КМ8?"}
{"text": "Предупреждение!(КМ8 не включился)", "answer": "1. Как решить проблему с несработавшим КМ8 на поезде?\n2. Что делать, если КМ8 не включается?\n3. Как найти решение для активации КМ8 на поезде?\n4. Как можно решить проблему с неработающим КМ8 на поезде?\n5. Какие шаги нужно предпринять, чтобы активировать КМ8 на поезде, если он не работает?"}
{"text": "Предупреждение!(КМ8 не отключился)", "answer": "1. Как решить проблему с предупреждением о неотключении КМ8?\n2. Есть ли инструкции по устранению проблемы с КМ8?\n3. Как отключить КМ8, если возникло предупреждение о его неотключении?\n4. Как проверить, был ли КМ8 правильно отключен?\n5. Какие меры можно предпринять, чтобы устранить проблему с предупреждением о неотключении КМ8?\n6. Где найти информацию о том, что делать, если появляется предупреждение о неотключении КМ8?\n7. Какие шаги следует предпринять для решения проблемы с КМ8, если оно не отключилось?\n8. Какие последствия могут возникнуть, если не отключить КМ8 после предупреждения?"}
{"text": "Предупреждение!(КМ8 не отключился)", "answer": "1. Как решить проблему с предупреждением о незакрытом КМ8?\n2. Как отключить КМ8, чтобы избежать предупреждения?\n3. Как найти инструкцию по устранению проблемы с незакрытым КМ8?\n4. Какие действия нужно предпринять при появлении предупреждения о незакрытом КМ8?\n5. Какие меры безопасности необходимо принять в случае предупреждения о неправильно отключенном КМ8?"}
{"text": "Предупреждение!(КМ8 не отключился)", "answer": "1. Как решить проблему с предупреждением \"КМ8 не отключился\" в поезде?\n2. Как справиться с ошибкой \"КМ8 не отключен\" в поезде?\n3. Каким образом можно исправить проблему с предупреждением о неотключенном КМ8?\n4. Как найти решение для ситуации, когда поезд выдает предупреждение \"КМ8 не отключился\"?\n5. Какие шаги нужно предпринять, чтобы устранить проблему с предупреждением \"КМ8 не отключен\" в поезде?"}
{"text": "Предупреждение!(КМ8 не отключился)", "answer": "1. Как решить проблему с предупреждением о неполадке КМ8, который не отключился?\n2. Как найти инструкцию по устранению проблемы с КМ8, который не отключился?\n3. Что делать, если возникло предупреждение о неправильной работе КМ8?\n4. В базе знаний есть ли информация о проблеме с неотключающимся КМ8 и как ее решить?\n5. Какие шаги следует предпринять, если КМ8 не отключается и появляется предупреждение?\n6. Как найти подсказку по устранению сбоя КМ8, который не отключается?\n7. В базе данных имеется ли информация о проблеме с КМ8, который не отключается, и как ее решить?\n8. Что делать, если появилось предупреждение о неправильной работе КМ8 и он не отключается?\n9. Как найти рекомендации по устранению проблемы с неотключающимся КМ8?\n10. Возможно ли найти информацию о проблеме с неработающим КМ8 и как ее решить в базе знаний?"}
{"text": "Предупреждение!(КМ8 не отключился)", "answer": "1. Как отключить КМ8 в поезде, если возникло предупреждение о его неотключении?\n2. Как решить проблему с неотключенным КМ8 в поезде?\n3. Каким образом можно выключить КМ8 в поезде, если появилось предупреждение о его неотключении?\n4. Какая процедура следует выполнить, если КМ8 не отключился в поезде и появилось предупреждение?\n5. Как обойти проблему с неотключенным КМ8 в поезде, если появился соответствующий сигнал?"}
{"text": "Предупреждение!(КМ8 не отключился)", "answer": "1. Как решить проблему с предупреждением \"КМ8 не отключился\"?\n2. Что делать, если возникло предупреждение о неправильной работе КМ8?\n3. Как найти инструкцию по устранению проблемы с отключением КМ8?\n4. Как найти рекомендации по решению проблемы с предупреждением \"КМ8 не выключен\"?\n5. Как получить подсказку по устранению проблемы с КМ8, если он не отключается?"}
{"text": "Предупреждение!(КМ8 самопроизвольно включился)", "answer": "1. Что делать, если КМ8 самопроизвольно включился во время работы поезда?\n2. Каковы возможные причины самопроизвольного включения КМ8 и как их устранить?\n3. Каковы последствия самопроизвольного включения КМ8 и как их предотвратить?\n4. Какие шаги нужно предпринять, если КМ8 включился без предупреждения?\n5. Может ли самопроизвольное включение КМ8 привести к аварийной ситуации и как этого избежать?\n6. Какие меры безопасности следует принять при самопроизвольном включении КМ8?\n7. Как можно устранить проблему самопроизвольного включения КМ8 на поезде?\n8. Какие действия нужно предпринять, чтобы предотвратить повторное самопроизвольное включение КМ8?"}
{"text": "Предупреждение!(КМ8 самопроизвольно включился)", "answer": "1. Как исправить проблему с самопроизвольным включением КМ8 в поезде?\n2. Какие меры можно принять, чтобы предотвратить автоматическое включение КМ8 в поезде?\n3. Какие действия следует предпринять, если КМ8 самопроизвольно включился в поезде?\n4. Какие возможные причины самопроизвольного включения КМ8 в поезде?\n5. Какие инструкции предусмотрены для машинистов поездов в случае возникновения проблемы с КМ8?"}
{"text": "Предупреждение!(КМ8 самопроизвольно включился)", "answer": "1. Как решить проблему с самопроизвольным включением предупреждения КМ8?\n2. Как можно устранить неожиданное включение Предупреждения КМ8?\n3. Как найти решение для проблемы с автоматическим включением КМ8 предупреждения?\n4. Какие шаги нужно предпринять, чтобы исправить проблему с самовключением Предупреждения КМ8?\n5. Какой метод наиболее эффективен для решения проблемы с автоматическим включением КМ8 предупреждения?"}
{"text": "Предупреждение!(КМ8 самопроизвольно включился)", "answer": "1. Как можно решить проблему с самопроизвольным включением КМ8?\n2. Есть ли в базе знаний информация о причинах возникновения предупреждения о самопроизвольном включении КМ8?\n3. Какие меры можно предпринять, чтобы предотвратить самопроизвольное включение КМ8?\n4. Какие действия следует предпринять в случае возникновения предупреждения о самопроизвольном включении КМ8?\n5. Какие симптомы свидетельствуют о неполадке с КМ8 и как их можно устранить?"}
{"text": "Предупреждение!(КМ8 самопроизвольно включился)", "answer": "1. Как решить проблему с самопроизвольным включением КМ8?\n2. Как исправить непредвиденное включение КМ8?\n3. Что делать, если КМ8 включается самопроизвольно?\n4. Как предотвратить случайное включение КМ8?\n5. Как можно устранить проблему с автоматическим включением КМ8?"}
{"text": "Предупреждение!(КМ8 самопроизвольно отключился)", "answer": "1. Как устранить проблему с самопроизвольным отключением КМ8?\n2. Что делать, если КМ8 отключается без предупреждения?\n3. Каковы возможные причины самопроизвольного отключения КМ8 и как их устранить?\n4. Какой шаг следует предпринять при возникновении предупреждения о самопроизвольном отключении КМ8?\n5. Существуют ли инструкции по устранению проблемы с отключением КМ8 и где их найти?\n6. Какой специалист может помочь в решении проблемы с отключением КМ8?\n7. Какие меры предосторожности следует принять для предотвращения самопроизвольного отключения КМ8 в будущем?"}
{"text": "Предупреждение!(КМ8 самопроизвольно отключился)", "answer": "1. Какие могут быть причины автоматического отключения КМ8 на поезде?\n2. Какие действия необходимо предпринять, если КМ8 самопроизвольно отключился?\n3. Какие меры безопасности нужно принять при отключении КМ8 на поезде?\n4. Каковы последствия отключения КМ8 на поезде и как их можно предотвратить?\n5. Каковы функции и роли КМ8 на поезде и что может привести к его автоматическому отключению?\n6. Какая информация содержится в базе знаний о проблемах с КМ8 на поезде и как можно найти подсказку для данной ситуации?\n7. Какие рекомендации предоставляются по обслуживанию и ремонту КМ8 на поезде и как это связано с его самопроизвольным отключением?"}
{"text": "Предупреждение!(КМ8 самопроизвольно отключился)", "answer": "1. Какие причины могут привести к самопроизвольному отключению КМ8?\n2. Какие действия следует предпринять, если КМ8 отключился самопроизвольно?\n3. Как можно восстановить работу КМ8 после его самопроизвольного отключения?\n4. Какие проверки и тесты можно провести, чтобы выяснить причину самопроизвольного отключения КМ8?\n5. Какие меры безопасности необходимо принять при возникновении предупреждения о самопроизвольном отключении КМ8?"}
{"text": "Предупреждение!(КМ8 самопроизвольно отключился)", "answer": "1. Какие могут быть причины самопроизвольного отключения КМ8 в поезде?\n2. Как решить проблему с самопроизвольным отключением КМ8 в поезде?\n3. Какие действия следует предпринять, если КМ8 в поезде самопроизвольно отключился?\n4. Какие меры безопасности необходимо принять при самопроизвольном отключении КМ8 во время движения поезда?\n5. Какие проверки и регулярные обслуживания могут помочь предотвратить самопроизвольное отключение КМ8 в поезде?\n6. Какие ресурсы или базы знаний доступны для решения проблемы с самопроизвольным отключением КМ8 в поезде?"}
{"text": "Предупреждение!(КМ8 самопроизвольно отключился)", "answer": "1. Что делать, если самопроизвольно отключился КМ8 в поезде?\n2. Как решить проблему с отключением КМ8 в поезде?\n3. Каковы возможные причины самопроизвольного отключения КМ8 в поезде?\n4. Как найти решение для восстановления работы КМ8 в поезде?\n5. Какую информацию предоставляет база знаний о проблеме с отключением КМ8 в поезде?\n6. Какие шаги следует предпринять для устранения проблемы с отключением КМ8 в поезде?\n7. В чем заключается роль голосового ассистента в поиске подсказок для решения проблемы с отключением КМ8 в поезде?"}
{"text": "Отключение КДК и КУДК(КДК не включился)", "answer": "1. Как исправить отключение КДК и КУДК в поезде?\n2. Как можно включить КДК, если он не сработал?\n3. Как найти решение проблемы с отключением КДК и КУДК в поезде?\n4. Какие действия следует предпринять, если КДК не включается в поезде?\n5. Какие возможные причины отключения КДК и КУДК в поезде?\n6. Какие шаги нужно предпринять, чтобы устранить проблему с КДК и КУДК в поезде?\n7. Какие есть рекомендации для решения проблемы с отключением КДК и КУДК в поезде?\n8. Какие есть способы восстановить работу КДК и КУДК в поезде, если они не функционируют?\n9. Какую помощь может предоставить голосовой ассистент в решении проблемы с отключением КДК и КУДК в поезде?\n10. Как найти подсказку в базе знаний для восстановления работы КДК и КУДК в поезде?"}
{"text": "Отключение КДК и КУДК(КДК не включился)", "answer": "1. Что делать, если отключился КДК и КУДК в поезде?\n2. Каковы причины отключения КДК и КУДК в поезде и как это исправить?\n3. Какие действия предпринять, если КДК не включается в поезде?\n4. Как найти решение проблемы с отключением КДК и КУДК в базе знаний?\n5. Какие шаги следует предпринять, если КДК и КУДК перестали работать в моем поезде?"}
{"text": "Отключение КДК и КУДК(КДК не включился)", "answer": "1. Что делать, если отключились КДК и КУДК в поезде?\n2. Как решить проблему с отключением КДК и КУДК в поезде?\n3. Как восстановить работу КДК и КУДК в поезде после их отключения?\n4. Какие меры можно предпринять, если КДК не включился в поезде?\n5. Что нужно сделать, если КУДК и КДК перестали работать во время поездки?"}
{"text": "Отключение КДК и КУДК(КДК не включился)", "answer": "1. Каковы возможные причины отключения КДК и КУДК в поезде?\n2. Каковы шаги для решения проблемы с отключением КДК и КУДК в поезде?\n3. Что делать, если КДК не включается в поезде?\n4. Какие действия следует предпринять, если произошло отключение КУДК в поезде?\n5. Какие меры безопасности необходимо принять, если КДК и КУДК не работают в поезде?"}
{"text": "Отключение КДК и КУДК(КДК не включился)", "answer": "1. Как решить проблему с отключением КДК и КУДК на поезде?\n2. Как включить КДК на поезде, если он не работает?\n3. Как найти информацию о причинах отключения КДК и КУДК на поезде?\n4. Что делать, если КДК на поезде не включается?\n5. Какие возможные решения проблемы с отключением КДК и КУДК на поезде?\n6. Как обратиться к базе знаний для получения помощи при отключении КДК и КУДК на поезде?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КДК не отключился)", "answer": "1. Как включить компрессор после отключения КДК и КУДК?\n2. Как решить проблему отключения КДК и КУДК и последующего невключения компрессора?\n3. Как восстановить работу компрессора после отключения КДК и КУДК?\n4. Как обратить отключение КДК и КУДК и включить компрессор?\n5. Как исправить ситуацию, когда КДК не отключился и компрессор не включается после отключения КУДК?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КДК не отключился)", "answer": "1. Как включить компрессор после отключения КДК и КУДК в поезде?\n2. Что нужно сделать, чтобы восстановить работу компрессора после отключения КДК и КУДК?\n3. Как решить проблему с отсутствием последующего включения компрессора после отключения КДК и КУДК?\n4. Какая последовательность действий необходима, чтобы включить компрессор после неправильного отключения КДК и КУДК?\n5. Есть ли специальные инструкции по восстановлению работы компрессора в случае отключения КДК и КУДК?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КДК не отключился)", "answer": "1. Как решить проблему отключения КДК и КУДК в поезде и последующего не включения компрессора?\n2. Как найти решение, если в поезде отключились КДК и КУДК, и компрессор не включается?\n3. Что делать, если в поезде произошло отключение КДК и КУДК, и компрессор не работает?\n4. Как восстановить работу компрессора в поезде, если КДК и КУДК были отключены и не включились?\n5. Как решить проблему отключения КДК и КУДК в поезде, если компрессор не включается?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КДК не отключился)", "answer": "1. Как включить компрессор после отключения КДК и КУДК?\n2. Как решить проблему с отключенными КДК и КУДК, чтобы компрессор снова работал?\n3. Каким образом можно активировать компрессор после сбоя в работе КДК и КУДК?\n4. Как вернуть функциональность компрессору, если КДК не отключился после сбоя?\n5. Как восстановить работу компрессора после проблем с КДК и КУДК?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КДК не отключился)", "answer": "1. Как решить проблему отключения КДК и КУДК без последующего включения компрессора?\n2. Как справиться с отключением КДК и КУДК и проблемой невозможности включить компрессор?\n3. Что делать, если КДК и КУДК отключились, но компрессор не включается?\n4. Как найти решение, если КДК не отключается и нет возможности включить компрессор? \n5. Какие шаги нужно предпринять, если произошло отключение КДК и КУДК, а компрессор не работает?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КДК не отключился)", "answer": "1. Как решить проблему отключения КДК и КУДК и последующего включения компрессора на поезде?\n2. Как исправить отключение КДК и КУДК, чтобы компрессор включился?\n3. Что делать, если КДК и КУДК на поезде выключились и компрессор не включается?\n4. Как восстановить работу КДК и КУДК на поезде и включить компрессор?\n5. Каким образом можно вернуть функциональность КДК и КУДК на поезде и заставить компрессор работать снова?"}
{"text": "Отключение КДК и КУДК(КУДК не включился)", "answer": "1. Как восстановить работу КДК и КУДК в поезде, если они отключились?\n2. Как решить проблему с отключением КДК и несработавшим КУДК в поезде?\n3. Какие действия можно предпринять, если КДК и КУДК не работают в поезде?\n4. Какую помощь может оказать голосовой ассистент при отключении КДК и несработавшем КУДК в поезде?\n5. Что делать, если КДК и КУДК не включаются в поезде, и как голосовой ассистент может помочь в этой ситуации?"}
{"text": "Отключение КДК и КУДК(КУДК не включился)", "answer": "1. Как решить проблему отключения КДК и не включения КУДК на поезде?\n2. Как найти решение, если КДК отключился и КУДК не работает на поезде?\n3. Что делать, если возникла проблема с отключением КДК и не работает КУДК на поезде?\n4. Как найти подсказку в базе знаний, чтобы решить проблему с отключением КДК и не включением КУДК на поезде?\n5. Что можно сделать, если КДК перестал работать и КУДК не включается на поезде?"}
{"text": "Отключение КДК и КУДК(КУДК не включился)", "answer": "1. Каковы возможные причины отключения КДК и не включения КУДК на поезде?\n2. Как исправить проблему с отключением КДК и невключением КУДК на поезде?\n3. Есть ли специальные инструкции для восстановления работы КДК и включения КУДК на поезде?\n4. Что делать, если КДК отключился и КУДК не включился на поезде?\n5. Какие действия следует предпринять, если КДК не работает и КУДК не включается на поезде?"}
{"text": "Отключение КДК и КУДК(КУДК не включился)", "answer": "1. Как решить проблему с отключением КДК и невключением КУДК на поезде?\n2. Как найти решение для отключения КДК и невключения КУДК на поезде?\n3. Какое действие следует предпринять при отключении КДК и несработавшем включении КУДК на поезде?\n4. Какие шаги нужно выполнить, чтобы решить проблему с КДК и КУДК на поезде?"}
{"text": "Отключение КДК и КУДК(КУДК не включился)", "answer": "1. Как решить проблему с отключением КДК и невключением КУДК в поезде?\n2. Как найти решение для отключения КДК и невключения КУДК в составе поезда?\n3. Есть ли подсказка в базе знаний по проблеме с отключением КДК и невключением КУДК в моем поезде?\n4. Какие шаги следует предпринять, чтобы разрешить проблему с КДК и КУДК в поезде?\n5. Как использовать голосового ассистента для нахождения решения проблемы с отключением КДК и невключением КУДК в поезде?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК не отключился)", "answer": "1. Каковы возможные причины отключения КДК и КУДК в поезде и отсутствия последующего включения компрессора?\n2. Почему КУДК не выключился после отключения КДК в поезде и что можно сделать, чтобы включить компрессор?\n3. Какие действия следует предпринять, если компрессор не включается после отключения КДК и КУДК в поезде?\n4. Какие возможные решения проблемы с отключением КДК и КУДК, а также невключением компрессора в поезде? \n5. Что делать, если после отключения КДК и КУДК в поезде компрессор не включается и какие могут быть причины такой ситуации?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК не отключился)", "answer": "1. Как включить компрессор, если отключены КДК и КУДК?\n2. Как решить проблему отключения КДК и КУДК и последующего невключения компрессора?\n3. Как произвести включение компрессора, если КУДК не отключился после отключения КДК?\n4. Каковы шаги для восстановления работы компрессора при отключенных КДК и КУДК?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК не отключился)", "answer": "1. Как включить компрессор после отключения КДК и КУДК на поезде?\n2. Что делать, если компрессор не включается после отключения КДК и КУДК?\n3. Как решить проблему отключения КДК и КУДК и последующего невключения компрессора?\n4. Какие шаги нужно предпринять, чтобы включить компрессор после отключения КДК и КУДК?\n5. Есть ли инструкция по восстановлению работы компрессора после проблем с КДК и КУДК на поезде?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК не отключился)", "answer": "1. Как исправить отключение КДК и КУДК в поезде и включить компрессор?\n2. Как восстановить работу КДК и КУДК после их отключения в поезде?\n3. Как включить компрессор после того, как КУДК не отключился в поезде?\n4. Что делать, если КДК и КУДК отключились в поезде и компрессор не включается?\n5. Как решить проблему с отключенными КДК и КУДК в поезде и включить компрессор?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК не отключился)", "answer": "1. Как решить проблему отключения КДК и КУДК в поезде, если компрессор не включается после отключения?\n2. Как включить компрессор после отключения КДК и КУДК в поезде?\n3. Что делать, если после отключения КДК и КУДК в поезде не происходит последующее включение компрессора?\n4. Как найти решение для отключения КДК и КУДК в поезде и последующего включения компрессора, если проблема возникает?\n5. Каким образом можно восстановить работу компрессора после отключения КДК и КУДК в поезде?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК не отключился)", "answer": "- Как включить КДК и КУДК после их отключения в поезде?\n- Что делать, если компрессор не включается после отключения КДК и КУДК?\n- Какие шаги нужно предпринять, чтобы включить компрессор после того, как он не отключился при отключении КДК и КУДК?\n- Как решить проблему отключения КДК и КУДК, если компрессор не включается после этого?\n- Как восстановить работу компрессора после его неправильного отключения вместе с КДК и КУДК?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора.(КДК самопроизвольно включился)", "answer": "1. Как включить КДК и КУДК после их отключения в поезде?\n2. Почему компрессор не включается после отключения КДК и КУДК в поезде?\n3. Какие действия следует предпринять, если КДК самопроизвольно включился и теперь не включается компрессор? \n4. Какая может быть причина отключения КДК и КУДК в поезде, и как вернуть их в рабочее состояние?\n5. Как восстановить работу компрессора, если он не включается после случайного включения КДК?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора.(КДК самопроизвольно включился)", "answer": "1. Как решить проблему с отключением КДК и КУДК и отсутствием последующего включения компрессора?\n2. Как восстановить работу компрессора после автоматического включения КДК?\n3. Что делать, если КДК и КУДК отключились, и компрессор не включается?\n4. Как вернуть работоспособность КДК и КУДК, чтобы компрессор снова функционировал?\n5. Какие шаги нужно предпринять, чтобы исправить проблему с отключением КДК и КУДК и отсутствием работы компрессора?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора.(КДК самопроизвольно включился)", "answer": "1. Как решить проблему отключения КДК и КУДК и отсутствия последующего включения компрессора в поезде?\n2. Как включить компрессор после того, как КДК и КУДК были отключены в поезде?\n3. Как найти решение, если КДК самопроизвольно включился, но компрессор не включается после этого?\n4. Как исправить проблему отключения КДК и КУДК, а также отсутствия последующего включения компрессора в моем поезде?\n5. Какую информацию я могу найти в базе знаний о проблеме с отключением КДК и КУДК и непоследующем включении компрессора в поезде?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора.(КДК самопроизвольно включился)", "answer": "1. Как решить проблему с отключением КДК и КУДК и отсутствием последующего включения компрессора на поезде?\n2. Как восстановить работу КДК и КУДК после их самопроизвольного отключения и отсутствия включения компрессора?\n3. Какие меры следует предпринять, если КДК и КУДК выключились и компрессор не включается?\n4. Что делать, если компрессор не включается после отключения КДК и КУДК на поезде?\n5. Как найти решение проблемы, когда КДК и КУДК выключились и компрессор не работает?"}
{"text": "Отключение КДК и КУДК.(КДК самопроизвольно отключился)", "answer": "1. Как решить проблему с отключением КДК и КУДК в поезде?\n2. Как восстановить работу КДК и КУДК в поезде после их самопроизвольного отключения?\n3. Какие шаги нужно предпринять, если КДК и КУДК в поезде перестали работать?\n4. Каким образом можно вернуть функциональность КДК и КУДК в поезде, если они отключились?\n5. Что делать, если КДК и КУДК в поезде перестали функционировать?"}
{"text": "Отключение КДК и КУДК.(КДК самопроизвольно отключился)", "answer": "1. \"Как решить проблему с отключением КДК и КУДК на поезде?\"\n2. \"Как найти решение, если КДК и КУДК самопроизвольно отключились на поезде?\"\n3. \"Как можно восстановить работу КДК и КУДК в случае их отключения?\"\n4. \"Какие шаги нужно предпринять, чтобы исправить проблему с отключением КДК и КУДК на поезде?\"\n5. \"Можете ли вы подсказать, как вернуть функциональность КДК и КУДК после их автоматического отключения на поезде?\""}
{"text": "Отключение КДК и КУДК.(КДК самопроизвольно отключился)", "answer": "1. Как решить проблему отключения КДК и КУДК в поезде?\n2. Как восстановить работу КДК и КУДК в поезде?\n3. Как можно устранить самопроизвольное отключение КДК в поезде?\n4. Как найти подсказку в базе знаний по проблеме с отключением КДК и КУДК в поезде?\n5. Какие шаги следует предпринять, чтобы вернуть функциональность КДК и КУДК в поезде?"}
{"text": "Отключение КДК и КУДК.(КДК самопроизвольно отключился)", "answer": "1. Как можно восстановить работу КДК и КУДК после их отключения в поезде?\n2. Как решить проблему с отключением КДК и КУДК в моем поезде?\n3. Что делать, если КДК и КУДК в поезде перестали работать?\n4. Есть ли инструкция по восстановлению работы КДК и КУДК в случае их автоматического отключения?\n5. Какие шаги следует предпринять, чтобы вернуть функциональность КДК и КУДК в моем поезде после их сбоя?\n6. Какие возможности есть для восстановления КДК и КУДК, если они отключились в поезде без вмешательства человека?"}
{"text": "Отключение КДК и КУДК.(КДК самопроизвольно отключился)", "answer": "1. Как восстановить работу КДК и КУДК в поезде после их отключения?\n2. Каким образом можно вернуть функциональность КДК и КУДК после их случайного отключения?\n3. Как исправить проблему с отключением КДК и КУДК в поезде?\n4. Как восстановить работу КДК и КУДК, если они вышли из строя во время работы?\n5. Есть ли способ восстановить функциональность КДК и КУДК в случае их автоматического отключения?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК самопроизвольно включился)", "answer": "1. Как решить проблему с отключением КДК и КУДК в поезде и последующим отсутствием включения компрессора?\n2. Как восстановить работу компрессора в поезде после отключения КДК и КУДК?\n3. Что делать, если КДК и КУДК в поезде отключились, и компрессор не включается?\n4. Как включить компрессор в поезде, если КДК и КУДК отключены?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК самопроизвольно включился)", "answer": "1. Как решить проблему отключения КДК и КУДК и отсутствия последующего включения компрессора?\n2. Как включить компрессор, если КДК и КУДК отключились, и КУДК самопроизвольно включился?\n3. Как восстановить работу компрессора после отключения КДК и КУДК?\n4. Как исправить ситуацию, когда КДК и КУДК отключились, а компрессор не включается? \n5. Как вернуть работу КДК и КУДК и включить компрессор после их отключения?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК самопроизвольно включился)", "answer": "1. Как решить проблему с отключением КДК и КУДК и отсутствием последующего включения компрессора?\n2. Как включить компрессор после отключения КДК и КУДК?\n3. Что делать, если КДК и КУДК отключились, но компрессор не включается автоматически?\n4. Как вернуть работоспособность КДК и КУДК, если они отключились и не включаются сами?\n5. Какие шаги следует предпринять, чтобы включить компрессор после проблемы с КДК и КУДК?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК самопроизвольно включился)", "answer": "1. Как решить проблему отключения КДК и КУДК в поезде?\n2. Что делать, если компрессор (КУДК) отключился и не включается снова?\n3. Как восстановить работу КДК и КУДК после их отключения?\n4. Какие действия следует предпринять, если компрессор (КУДК) включился самопроизвольно?"}
{"text": "Отключение КДК и КУДК. Нет последующего включения компрессора(КУДК самопроизвольно включился)", "answer": "1. Как решить проблему с отключением КДК и КУДК в поезде и последующим невключением компрессора?\n2. Как включить компрессор после того, как КДК и КУДК отключились и КУДК самопроизвольно включился?\n3. Какие действия нужно предпринять, чтобы включить компрессор после отключения КДК и КУДК в поезде?\n4. Как исправить ситуацию, когда КДК и КУДК отключились, а компрессор не включается?\n5. Какие шаги нужно выполнить для восстановления работы компрессора после проблемы с КДК и КУДК в поезде?"}
{"text": "Отключение КДК и КУДК(КУДК самопроизвольно отключился)", "answer": "1. Как решить проблему с отключением КДК и КУДК в поезде?\n2. Как восстановить работу КДК и КУДК в машинистском отсеке поезда?\n3. Какие меры предпринять, если КУДК самопроизвольно отключился в поезде?\n4. Какие шаги нужно предпринять, чтобы вернуть функциональность КДК и КУДК в поезде?\n5. Как использовать голосового ассистента, чтобы решить проблему с отключением КДК и КУДК в машинистском отсеке?"}
{"text": "Отключение КДК и КУДК(КУДК самопроизвольно отключился)", "answer": "1. Как решить проблему отключения КДК и КУДК в поезде?\n2. Что делать, если КУДК самопроизвольно отключился в моем поезде?\n3. Как восстановить работу КДК и КУДК, которые отключились в поезде?\n4. Как найти решение проблемы с отключением КДК и КУДК в поезде?\n5. Есть ли инструкция по устранению проблемы с отключением КДК и КУДК в поезде?"}
{"text": "Отключение КДК и КУДК(КУДК самопроизвольно отключился)", "answer": "1. Как решить проблему с отключением КДК и КУДК на поезде?\n2. Как восстановить работу КДК и КУДК после их самопроизвольного отключения?\n3. Какие действия следует предпринять, если КДК и КУДК перестали работать на поезде?\n4. Как найти подсказку в базе знаний для решения проблемы с отключением КДК и КУДК?\n5. Как использовать голосового ассистента для получения рекомендаций по восстановлению КДК и КУДК на поезде?"}
{"text": "Отключение КДК и КУДК(КУДК самопроизвольно отключился)", "answer": "1. Как найти решение проблемы с отключением КДК и КУДК на поезде?\n2. Есть ли подсказки по восстановлению работы КДК и КУДК на поезде?\n3. Какие шаги следует предпринять, если КУДК самопроизвольно отключился на поезде?\n4. Как можно восстановить функциональность КДК и КУДК на поезде?\n5. Какие рекомендации есть по устранению проблемы с отключением КДК и КУДК на поезде?"}
{"text": "Отключение КДК и КУДК(КУДК самопроизвольно отключился)", "answer": "1. Как решить проблему отключения КДК и КУДК в поезде?\n2. Как восстановить работу КДК и КУДК в поезде после их самопроизвольного отключения?\n3. Каким образом можно вернуть функциональность КДК и КУДК в поезде после их отключения?\n4. Есть ли специальные инструкции по восстановлению работы КДК и КУДК в случае их отключения?\n5. Какие шаги следует предпринять, чтобы устранить проблему с отключением КДК и КУДК в поезде?"}
{"text": "Предупреждение!(КМ7 не включился)", "answer": "1. Как решить проблему с неработающим КМ7?\n2. Что делать, если КМ7 не включается?\n3. Как исправить ситуацию, когда КМ7 не функционирует?\n4. Какие шаги предпринять, если КМ7 не работает?\n5. Есть ли рекомендации по устранению неисправности с КМ7?"}
{"text": "Предупреждение!(КМ7 не включился)", "answer": "1. Что делать, если КМ7 не включается?\n2. Как решить проблему с неисправным КМ7?\n3. Каковы возможные причины отказа КМ7 и как их устранить?\n4. Как найти решение проблемы со включением КМ7?\n5. Каковы шаги для включения КМ7, если он не работает?"}
{"text": "Предупреждение!(КМ7 не включился)", "answer": "1. Как исправить проблему с неисправным КМ7, который не включается?\n2. Как решить проблему с отсутствием работы КМ7 на поезде?\n3. Как найти решение для не включающегося КМ7?\n4. Что делать, если КМ7 не работает на поезде?\n5. Какие шаги следует предпринять, чтобы исправить неполадку с КМ7, который не включается?"}
{"text": "Предупреждение!(КМ7 не включился)", "answer": "1. Как исправить проблему с неработающим КМ7 в поезде?\n2. Какой может быть причиной отключения КМ7 в поезде?\n3. Как найти инструкцию по включению КМ7 в поезде?\n4. Какие действия следует предпринять, если КМ7 не включается в поезде?\n5. Где найти информацию о возможных поломках и ремонте КМ7 для поездов?"}
{"text": "Предупреждение!(КМ7 не включился)", "answer": "- Как исправить проблему с неработающим КМ7?\n- Как решить ситуацию, когда КМ7 не включается?\n- Какие действия следует предпринять, если КМ7 не работает?\n- Что делать, если КМ7 не включился и поезд не может двигаться?\n- Какие шаги необходимо предпринять, чтобы устранить проблему с КМ7?"}
{"text": "Предупреждение!(КМ7 не отключился)", "answer": null}
{"text": "Предупреждение!(КМ7 не отключился)", "answer": "1. Как решить проблему с предупреждением КМ7, которое не отключилось?\n2. Как можно устранить ошибку, связанную с неправильным отключением КМ7?\n3. Какие действия нужно предпринять, чтобы избавиться от предупреждения о незавершенном отключении КМ7?\n4. Какой способ исправления проблемы с предупреждением КМ7 является наиболее эффективным?\n5. Какие рекомендации можно получить по устранению ошибки, связанной с КМ7, которое не отключилось?"}
{"text": "Предупреждение!(КМ7 не отключился)", "answer": "1. Как решить проблему с предупреждением \"КМ7 не отключился\" в качестве машиниста поезда?\n2. Как можно исправить ситуацию, когда предупреждение \"КМ7 не отключился\" возникло во время работы поезда?\n3. Какие действия необходимо предпринять для устранения ошибки \"КМ7 не отключился\" на поезде?\n4. В чем заключается проблема с предупреждением \"КМ7 не отключился\" и как ее решить?\n5. Какие шаги следует предпринять в случае появления предупреждения \"КМ7 не отключился\" при управлении поездом?"}
{"text": "Предупреждение!(КМ7 не отключился)", "answer": "1. Какие действия необходимо предпринять, если предупреждение о незакрытом КМ7 на поезде?\n2. Каким образом можно решить проблему с неотключенным КМ7 на поезде?\n3. Какую информацию предоставляет база знаний относительно проблемы с незакрытым КМ7 на поезде?\n4. Какие инструкции следует следовать, чтобы устранить предупреждение о незакрытом КМ7? \n5. Как можно найти подсказку в базе знаний по проблеме с незакрытым КМ7 на поезде? \n6. Какие советы и рекомендации могут быть применены для решения проблемы с КМ7, не отключившимся на поезде?"}
{"text": "Предупреждение!(КМ7 не отключился)", "answer": "1. Каким образом можно отключить предупреждение \"КМ7 не отключился\" в поезде?\n2. Как решить проблему с предупреждением о неправильно отключенном КМ7?\n3. Как я могу избавиться от сообщения о неотключенном КМ7?\n4. Как отключить предупреждение о КМ7 в поезде?\n5. Как найти инструкцию по отключению КМ7 в поезде?"}
{"text": "Предупреждение!(КМ7 не отключился)", "answer": "1. Как решить проблему с предупреждением КМ7, которое не отключилось?\n2. Как исправить ситуацию, когда КМ7 не отключается и возникает предупреждение?\n3. Что делать, если предупреждение от КМ7 не выключается?\n4. Как найти решение проблемы с непрекращающимся предупреждением от КМ7?\n5. Как можно устранить проблему с постоянно включенным предупреждением от КМ7?"}
{"text": "Предупреждение!(КМ7 самопроизвольно включился)", "answer": "1. Что делать, если КМ7 самопроизвольно включился и выдал предупреждение?\n2. Какую информацию можно найти в базе знаний по проблеме с включением КМ7 и возникновением предупреждения?\n3. Каковы возможные причины самопроизвольного включения КМ7 и появления предупреждения?\n4. Какие действия следует предпринять, если КМ7 включился без ведома машиниста и выдал предупреждение?\n5. Какие инструкции по решению проблемы с включением КМ7 и предупреждением содержатся в базе знаний?"}
{"text": "Предупреждение!(КМ7 самопроизвольно включился)", "answer": "1. Что делать, если самопроизвольно включилось предупреждение КМ7?\n2. Как решить проблему с самопроизвольным включением предупреждения КМ7?\n3. Каковы причины возникновения самопроизвольного включения предупреждения КМ7?\n4. Какие шаги нужно предпринять, чтобы отключить предупреждение КМ7, которое включилось самопроизвольно?\n5. Каким образом можно исправить проблему с автоматическим включением предупреждения КМ7?"}
{"text": "Предупреждение!(КМ7 самопроизвольно включился)", "answer": "1. Что делать, если самопроизвольно включилось предупреждение КМ7?\n2. Каковы возможные причины и решения проблемы, когда КМ7 включается без всякого предупреждения?\n3. Как отключить самопроизвольное включение предупреждения КМ7?\n4. Есть ли инструкции или руководство по устранению проблемы с самовключением КМ7?\n5. Какие меры предосторожности следует принять, если КМ7 включился самопроизвольно?"}
{"text": "Предупреждение!(КМ7 самопроизвольно включился)", "answer": "1. Как решить проблему с самопроизвольным включением предупреждения КМ7?\n2. Каковы возможные причины появления предупреждения КМ7?\n3. Какие шаги следует предпринять, чтобы отключить предупреждение КМ7?\n4. Как можно исправить проблему с автоматическим включением предупреждения КМ7?\n5. Существуют ли инструкции по устранению проблемы с предупреждением КМ7?\n6. Какие меры безопасности необходимо предпринять при возникновении самопроизвольного включения предупреждения КМ7?"}
{"text": "Предупреждение!(КМ7 самопроизвольно включился)", "answer": "1. Что делать, если предупреждение \"КМ7 самопроизвольно включился\" возникло во время работы поезда?\n2. Какие действия следует предпринять, если предупреждение \"КМ7 самопроизвольно включился\" появилось на панели управления поезда?\n3. Какие шаги нужно предпринять, если произошло автоматическое включение предупреждения \"КМ7\" при работе поезда?\n4. Как реагировать на предупреждение \"КМ7 самопроизвольно включился\" в ситуации, когда я являюсь машинистом поезда?\n5. Что делать, если во время работы поезда возникло предупреждение \"КМ7 самопроизвольно включился\" и требуется помощь?"}
{"text": "Предупреждение!(КМ7 самопроизвольно отключился)", "answer": "1. Что делать, если произошло самопроизвольное отключение КМ7?\n2. Как решить проблему с отключившимся КМ7?\n3. Какие действия следует предпринять при возникновении предупреждения о самопроизвольном отключении КМ7?\n4. Какая информация есть в базе знаний о проблеме с отключением КМ7?\n5. Каким образом можно воспользоваться голосовым ассистентом для поиска подсказки по проблеме с КМ7?"}
{"text": "Предупреждение!(КМ7 самопроизвольно отключился)", "answer": "1. Какие могут быть причины самопроизвольного отключения КМ7 в поезде?\n2. Что делать, если КМ7 в поезде самопроизвольно отключился?\n3. Какие шаги следует предпринять, если возникло предупреждение о самопроизвольном отключении КМ7 в поезде?\n4. Какие возможности есть для устранения проблемы с самопроизвольным отключением КМ7 в поезде?\n5. Какие действия могут помочь восстановить работу КМ7 после его самопроизвольного отключения в поезде?"}
{"text": "Предупреждение!(КМ7 самопроизвольно отключился)", "answer": "1. Что делать, если КМ7 самопроизвольно отключился?\n2. Как решить проблему с отключением КМ7?\n3. Какие меры нужно предпринять, если КМ7 перестал работать?\n4. Что можно сделать, если КМ7 неожиданно выключился?\n5. Какие действия следует предпринять при автоматическом отключении КМ7?"}
{"text": "Предупреждение!(КМ7 самопроизвольно отключился)", "answer": "1. Каковы возможные причины и способы решения проблемы с самопроизвольным отключением КМ7?\n2. Какие действия необходимо предпринять, если КМ7 самопроизвольно отключился?\n3. Какая информация содержится в базе знаний относительно проблем с отключением КМ7?\n4. Какие инструкции предлагаются в базе знаний для исправления проблемы с отключением КМ7?\n5. Какие рекомендации дает голосовой ассистент по поводу самопроизвольного отключения КМ7?"}
{"text": "Предупреждение!(КМ7 самопроизвольно отключился)", "answer": "1. Какие могут быть причины самопроизвольного отключения КМ7 в поезде?\n2. Что делать, если КМ7 в поезде выключился самопроизвольно?\n3. Какие шаги следует предпринять, если возникло предупреждение о самопроизвольном отключении КМ7?\n4. Какие меры безопасности необходимо принять, если КМ7 в поезде перестал работать?\n5. Какие возможные последствия могут быть при самопроизвольном отключении КМ7 в поезде?"}
{"text": "Прекращение запуска дизеля(КМН не включился)", "answer": "1. Как решить проблему с остановкой дизеля на поезде, если КМН не включился?\n2. Каковы возможные причины прекращения запуска дизеля на поезде, если КМН не включился?\n3. Какие шаги следует предпринять, если дизель на поезде не запускается из-за невключенного КМН?\n4. Какие рекомендации по устранению проблемы с остановкой дизеля, если не удалось включить КМН на поезде?\n5. Какие инструкции по действиям следует искать в базе знаний, если дизель на поезде не запускается из-за невключенного КМН?"}
{"text": "Прекращение запуска дизеля(КМН не включился)", "answer": "1. Какие могут быть причины прекращения запуска дизеля на поезде?\n2. Как решить проблему с неработающим дизелем на поезде?\n3. Какие шаги нужно предпринять, если КМН не включился и дизель не запускается?\n4. Какие действия следует предпринять, если поезд не может стартовать из-за проблем с дизелем?\n5. Возможно ли самостоятельно устранить проблему с запуском дизеля на поезде, и как это сделать?\n6. Какие рекомендации можно получить для решения проблемы с неработающим дизелем на поезде?\n7. Какие проверки и тесты следует провести, если дизель не запускается на поезде?\n8. Какие ресурсы и материалы доступны для понимания и устранения проблемы с запуском дизеля на поезде?"}
{"text": "Прекращение запуска дизеля(КМН не включился)", "answer": "1. \"Какие причины могут привести к прекращению запуска дизеля в поезде?\"\n2. \"Как исправить ситуацию, когда дизель не запускается в поезде?\"\n3. \"Какие проверки и действия следует выполнить, если дизель не запускается в поезде?\"\n4. \"Какие возможные проблемы могут возникнуть при отключении КМН (контрольно-мониторного наладчика) и как их решить?\"\n5. \"Какие шаги нужно предпринять, если дизель не запускается и КМН не включается в поезде?\""}
{"text": "Прекращение запуска дизеля(КМН не включился)", "answer": "1. Как решить проблему с прекращением запуска дизеля в поезде, если КМН не включился?\n2. Что делать, если поезд не запускается из-за проблемы с дизелем и КМН?\n3. Каковы возможные решения при прекращении запуска дизеля поезда, если КМН не работает?\n4. Как можно восстановить работу дизеля в поезде, если КМН не срабатывает?\n5. Какие шаги следует предпринять, чтобы решить проблему с запуском дизеля в поезде, если КМН не активировался?"}
{"text": "Прекращение запуска дизеля(КМН не включился)", "answer": "1. Как решить проблему с прекращением запуска дизеля в поезде, когда КМН не включился?\n2. Как найти решение, если дизель не запускается из-за неработающего КМН?\n3. Каким образом можно решить проблему с запуском дизеля в поезде, если КМН не функционирует?\n4. Есть ли советы по устранению проблемы с прекращением работы дизеля в поезде, когда КМН не активировался?\n5. Как можно решить проблему с запуском дизеля в случае, если не удалось включить КМН?"}
{"text": "Не включилось РУ6", "answer": "1. Что делать, если РУ6 не включается в поезде?\n2. Как решить проблему, если РУ6 не работает в машине?\n3. Какие шаги предпринять, если РУ6 не подключается в поезде?\n4. Чем можно заменить РУ6, если оно не включается в локомотиве?\n5. Какие меры следует принять, если РУ6 не активируется в поезде?"}
{"text": "Не включилось РУ6", "answer": "1. Как исправить проблему с неработающим РУ6 в поезде?\n2. Как решить ситуацию, когда РУ6 не включается в поезде?\n3. Что делать, если РУ6 не активируется в поезде? \n4. Как найти решение проблемы с неисправным РУ6 в моем поезде? \n5. Какие действия следует предпринять, если РУ6 не работает?"}
{"text": "Не включилось РУ6", "answer": "1. Каковы возможные причины неработоспособности РУ6 на поезде?\n2. Как решить проблему с отключенным РУ6 на поезде?\n3. Какие шаги следует предпринять, если РУ6 на поезде не включается?\n4. Какую информацию содержит база знаний о проблемах с РУ6 на поездах?\n5. Какие инструкции предоставляет голосовой ассистент по ремонту РУ6 на поезде?"}
{"text": "Не включилось РУ6", "answer": "1. Как решить проблему, если РУ6 не включается в поезде?\n2. Каковы возможные причины неработоспособности РУ6 в поезде?\n3. Какие шаги следует предпринять, если РУ6 не работает на поезде?\n4. Какая информация содержится в базе знаний о проблемах с РУ6 и их решениях?\n5. Какие рекомендации есть для машиниста по обслуживанию и включению РУ6 в поезде?\n6. Какие проверки и тесты могут быть выполнены для выявления причины неработоспособности РУ6 в поезде? \n7. Какие ресурсы доступны для получения помощи и решения проблемы с РУ6 в поезде?"}
{"text": "Реле РУ6 срабатывает, но не включается реле времени РВ1, РВ2", "answer": "1. Какова причина отсутствия работы реле времени РВ1 и РВ2 при срабатывании реле РУ6?\n2. Почему реле РВ1 и РВ2 не активируются, когда срабатывает реле РУ6?\n3. Какой может быть объяснение неработающим реле времени РВ1 и РВ2 при срабатывании реле РУ6?\n4. Почему реле РУ6 срабатывает, но не включает реле времени РВ1 и РВ2?\n5. В чем может заключаться проблема, если реле РУ6 активируется, но реле времени РВ1 и РВ2 не включаются?"}
{"text": "При нажатии кнопки \"Пуск дизеля\" (все нужные автоматы включены) КМН не включается.", "answer": "1. Почему КМН не включается при нажатии кнопки \"Пуск дизеля\"?\n2. Какие причины могут быть, если КМН не активируется после включения всех необходимых автоматов?\n3. Что делать, если при нажатии кнопки \"Пуск дизеля\" КМН не запускается?\n4. Как решить проблему, когда КМН не включается после включения всех автоматов на поезде?\n5. Какие возможные решения есть, если КМН не активируется при нажатии кнопки \"Пуск дизеля\" в поезде?"}
{"text": "При нажатии кнопки \"Пуск дизеля\" (все нужные автоматы включены) КМН не включается.", "answer": "1. Почему КМН не включается после нажатия кнопки \"Пуск дизеля\"?\n2. В чем может быть причина того, что КМН не активируется при включении всех необходимых автоматов?\n3. Как можно решить проблему с невключением КМН после нажатия кнопки \"Пуск дизеля\"?\n4. Почему КМН не реагирует на команду запуска дизеля, хотя все автоматы включены?\n5. Какие могут быть причины того, что КМН не активируется после нажатия кнопки \"Пуск дизеля\"?"}
{"text": "При нажатии кнопки \"Пуск дизеля\" контактор КМН включается, но маслопрокачивающий насос не работает", "answer": "1. Каковы возможные причины того, что маслопрокачивающий насос не работает после включения контактора КМН при нажатии кнопки \"Пуск дизеля\"?\n2. Почему маслопрокачивающий насос не функционирует, когда контактор КМН активирован после нажатия кнопки \"Пуск дизеля\"?\n3. Какие могут быть проблемы, если контактор КМН включается, но маслопрокачивающий насос не запускается при нажатии кнопки \"Пуск дизеля\"?\n4. Что может быть неисправно, если контактор КМН активируется, но маслопрокачивающий насос не работает после нажатия кнопки \"Пуск дизеля\"?\n5. Почему маслопрокачивающий насос не срабатывает при нажатии кнопки \"Пуск дизеля\", когда контактор КМН включается?"}
{"text": "При пуске прокачка масла есть (60-90 сек), но после отключения КМН пусковые контакторы не включаются", "answer": "1. Почему после отключения КМН пусковые контакторы не включаются, хотя при пуске была прокачка масла?\n2. Какая возможная причина того, что пусковые контакторы не включаются после выключения КМН, несмотря на наличие прокачки масла при пуске?\n3. Что может быть причиной отсутствия работы пусковых контакторов после отключения КМН, хотя масло прокачивалось в течение 60-90 секунд при пуске?\n4. В чем может заключаться проблема, если пусковые контакторы не включаются после выключения КМН, хотя масло было прокачано в течение 60-90 секунд при пуске? \n5. Какие возможные причины отказа пусковых контакторов после отключения КМН, если масло было прокачано во время пуска?"}
{"text": "При нажатии кнопки \"ПД\" включаются пусковые контакторы без предварительной прокачки масла", "answer": null}
{"text": "Рейки топливных насосов не выдвигаются на подачу топлива или выходят медленно", "answer": "1. Что делать, если рейки топливных насосов не двигаются для подачи топлива?\n2. Как решить проблему, если рейки топливных насосов выдвигаются медленно?\n3. Какие шаги следует предпринять, если рейки топливных насосов не функционируют для подачи топлива?\n4. Есть ли способ ускорить выдвижение реек топливных насосов, если они двигаются медленно?\n5. Какие меры можно принять, если рейки топливных насосов не работают должным образом?"}
{"text": "Рейки топливных насосов не выдвигаются на подачу топлива или выходят медленно", "answer": "1. Как исправить проблему с невыдвижением реек топливных насосов на подачу топлива?\n2. Как решить проблему медленного выхода реек топливных насосов?\n3. Какие могут быть причины, по которым рейки топливных насосов не двигаются или двигаются медленно?\n4. Какие шаги следует предпринять, чтобы решились проблемы с рееками топливных насосов?\n5. Какие меры можно принять для устранения проблемы с подачей топлива через рейки топливных насосов?"}
{"text": "Маслопрокачивающий насос не останавливается по истечении 60 секунд, Д1, Д2, Д3 не включаются.", "answer": "1. Что делать, если маслопрокачивающий насос не останавливается после 60 секунд?\n2. Почему маслопрокачивающий насос продолжает работать более 60 секунд и как это исправить?\n3. Какие причины могут быть, если D1, D2 и D3 не включаются, и как это можно решить?\n4. Что нужно предпринять, если маслопрокачивающий насос не останавливается в течение 60 секунд и кнопки D1, D2 и D3 не работают?\n5. Какие действия следует предпринять, если маслопрокачивающий насос не выключается после 60 секунд работы и кнопки D1, D2 и D3 не реагируют?"}
{"text": "Шток сервомотора не передвигается и рейки топливных насосов остаются на нулевой подаче", "answer": "1. Как исправить проблему, когда шток сервомотора не двигается и рейки топливных насосов остаются на нулевой подаче?\n2. Как можно решить ситуацию, когда шток сервомотора застопорился и рейки топливных насосов не двигаются?\n3. Каковы возможные решения проблемы, когда шток сервомотора не передвигается и рейки топливных насосов остаются неподвижными?\n4. Какие действия следует предпринять, если шток сервомотора не двигается и рейки топливных насосов не изменяют своего положения?\n5. Каким образом можно устранить неподвижность штока сервомотора и реек топливных насосов?\n6. Что делать, если шток сервомотора застревает и рейки топливных насосов не подают топливо?\n\nОтвет:\n- Какие могут быть причины, по которым шток сервомотора не двигается и рейки топливных насосов остаются на нулевой подаче?\n- Какие методы можно применить для разблокировки штока сервомотора и восстановления подачи топлива через рейки топливных насосов?\n- Как проверить работу сервомотора и реек топливных насосов для выявления неисправностей?\n- Какие рекомендации по обслуживанию и ремонту сервомотора и реек топливных насосов могут помочь в данной ситуации?\n- Есть ли специальные инструкции или руководства по устранению подобных проблем с штоком сервомотора и рейками топливных насосов?"}
{"text": "Шток сервомотора регулятора поднимается вверх до отказа, но не передвигает рейки топливных насосов на подачу топлива.", "answer": "1. Как исправить проблему, когда шток сервомотора регулятора поднимается вверх до отказа, но не передвигает рейки топливных насосов на подачу топлива?\n2. Какие могут быть причины того, что шток сервомотора регулятора не перемещает рейки топливных насосов, несмотря на то, что он поднимается вверх?\n3. Что делать, если шток сервомотора регулятора двигается вверх, но не передвигает рейки топливных насосов?\n4. Какие действия следует предпринять, если шток сервомотора поднимается вверх без проблем, но рейки топливных насосов остаются неподвижными?\n5. В чем может быть причина того, что шток сервомотора регулятора движется вверх, но не передвигает рейки топливных насосов для подачи топлива?"}
{"text": "Дизель начинает работать, но при отключении пусковых контакторов останавливается", "answer": "1. Почему дизельный двигатель продолжает работать только при включенных пусковых контакторах?\n2. В чем причина остановки работы дизельного двигателя при отключении пусковых контакторов?\n3. Какая возможная проблема может быть, если дизельный двигатель останавливается при отключении пусковых контакторов?\n4. Каким образом можно предотвратить остановку работы дизельного двигателя при отключении пусковых контакторов?\n5. Какие варианты решения проблемы с остановкой работы дизельного двигателя при отключении пусковых контакторов существуют?"}
{"text": "При работающем дизеле нет тока зарядки батареи", "answer": "1. Что делать, если дизель работает, но батарея не заряжается в поезде?\n2. Как решить проблему отсутствия зарядки батареи при работе дизеля в поезде?\n3. Какие могут быть причины отсутствия тока зарядки батареи при функционирующем дизеле в поезде?\n4. Каким образом можно исправить проблему незаряжающейся батареи при работающем дизеле в составе поезда?\n5. Какие действия следует предпринять, если дизель функционирует, но батарея не заряжается в поезде?"}
{"text": "При работающем дизеле нет тока зарядки батареи", "answer": "1. Как исправить проблему с отсутствием тока зарядки батареи при работающем дизеле в поезде?\n2. Что делать, если батарея не заряжается при работе дизеля в поезде?\n3. Какие могут быть причины отсутствия тока зарядки батареи в поезде при работающем дизеле?\n4. Как решить проблему с незаряжающейся батареей в поезде, когда дизель функционирует? \n5. Какие шаги следует предпринять, чтобы восстановить зарядку батареи при работающем дизеле в поезде?"}
{"text": "Тепловоз приходит в движение, но по кА и кВ наблюдается обратная полярность.", "answer": "1. Что делать, если при включении тепловоза наблюдается обратная полярность по кА и кВ?\n2. Как исправить проблему с обратной полярностью по кА и кВ при запуске тепловоза?\n3. Какие действия нужно предпринять, если тепловоз приходит в движение, но наблюдается обратная полярность по кА и кВ?\n4. Какие меры принять, если при запуске тепловоза возникает проблема с обратной полярностью по кА и кВ?\n5. Что следует делать, если при включении тепловоза появляется обратная полярность по кА и кВ?"}
{"text": "Тепловоз приходит в движение, но по кА и кВ наблюдается обратная полярность.", "answer": "1. Почему тепловоз начинает движение с обратной полярностью по кА и кВ?\n2. Как исправить проблему с обратной полярностью при запуске тепловоза?\n3. Какие могут быть причины обратной полярности по кА и кВ при включении тепловоза?\n4. Какие действия следует предпринять, если тепловоз движется с обратной полярностью по кА и кВ?\n5. Какая информация доступна в базе знаний о проблеме с обратной полярностью при движении тепловоза?"}
{"text": "Тепловоз приходит в движение, но по кА и кВ наблюдается обратная полярность.", "answer": "1. Почему тепловоз приходит в движение, но наблюдается обратная полярность по кА и кВ?\n2. Какая может быть причина обратной полярности по кА и кВ при запуске тепловоза?\n3. Как исправить проблему с обратной полярностью по кА и кВ при старте тепловоза?\n4. Какие могут быть рекомендации по устранению обратной полярности по кА и кВ во время работы тепловоза?"}
{"text": "Тепловоз приходит в движение, но по кА и кВ наблюдается обратная полярность.", "answer": "1. Что делать, если тепловоз начинает движение, но наблюдается обратная полярность по кА и кВ?\n2. Как решить проблему с обратной полярностью по кА и кВ при старте движения тепловоза?\n3. Какие действия следует предпринять, если при включении тепловоза в движение возникает обратная полярность по кА и кВ?\n4. Чем можно исправить обратную полярность по кА и кВ, если тепловоз уже в движении?\n5. Какие меры необходимо принять при обнаружении обратной полярности по кА и кВ во время движения тепловоза?"}
{"text": "В режиме тяги, при переводе контролера с 11 на 12 позицию происходит сброс нагрузки", "answer": "1. Что может вызывать сброс нагрузки при переводе контролера с 11 на 12 позицию в режиме тяги?\n2. Почему происходит сброс нагрузки при переключении контролера с 11 на 12 позицию в режиме тяги?\n3. Какие причины могут привести к сбросу нагрузки при переводе контролера с 11 на 12 позицию в режиме тяги?\n4. Как исправить проблему с сбросом нагрузки при переключении контролера с 11 на 12 позицию в режиме тяги?\n5. Какие действия необходимо предпринять, чтобы избежать сброса нагрузки при переводе контролера с 11 на 12 позицию в режиме тяги?"}
{"text": "В режиме тяги, при переводе контролера с 11 на 12 позицию происходит сброс нагрузки", "answer": "1. Почему происходит сброс нагрузки при переводе контролера с 11 на 12 позицию в режиме тяги?\n2. Какая может быть причина сброса нагрузки при переключении контролера с 11 на 12 позицию в режиме тяги?\n3. Что может вызывать сброс нагрузки при переводе контролера с 11 на 12 позицию во время работы поезда?\n4. Какое влияние оказывает переключение контролера с 11 на 12 позицию в режиме тяги на нагрузку?\n5. Почему нагрузка сбрасывается при переводе контролера с 11 на 12 позицию в режиме тяги?"}
{"text": "Сброс нагрузки с 1 - ой позиции.", "answer": "1. Каким образом можно сбросить нагрузку с 1-й позиции в поезде?\n2. Как исправить ситуацию, когда возникла необходимость сбросить нагрузку с первой позиции в составе поезда?\n3. Как можно осуществить снятие нагрузки с первой позиции в поезде?\n4. Как решить проблему с сбросом нагрузки с 1-й позиции в составе поезда?\n5. Есть ли способ удалить груз с 1-й позиции в поезде?"}
{"text": "Снимается нагрузка, но дополнительно включается сигнальная лампа \"Реле заземления\".", "answer": "1. Что делать, если на поезде снимается нагрузка и включается сигнальная лампа \"Реле заземления\"?\n2. Какие могут быть причины снятия нагрузки на поезде и включения сигнальной лампы \"Реле заземления\"?\n3. Что означает сигнальная лампа \"Реле заземления\" на поезде и какие меры следует принять при ее включении?\n4. Какие возможные решения проблемы с снятием нагрузки и сигнальной лампой \"Реле заземления\" на поезде можно найти в базе знаний?\n5. Каким образом можно исправить ситуацию, когда на поезде снимается нагрузка и включается сигнальная лампа \"Реле заземления\"?"}
{"text": "Дизель идет вразнос (резко увеличивается частота вращения коленчатого вала).", "answer": "1. Почему увеличивается частота вращения коленчатого вала дизельного двигателя?\n2. Какие могут быть причины резкого увеличения частоты вращения коленчатого вала дизельного двигателя?\n3. Как исправить проблему с резким увеличением частоты вращения коленчатого вала дизельного двигателя?\n4. Какие действия следует предпринять, если частота вращения коленчатого вала дизельного двигателя неожиданно увеличивается?\n5. Какие меры безопасности нужно соблюдать при работе с дизелем, если частота вращения коленчатого вала резко увеличивается?"}
{"text": "Дизель идет вразнос (резко увеличивается частота вращения коленчатого вала).", "answer": "1. Что делать, если частота вращения коленчатого вала дизеля внезапно увеличивается?\n2. Какие могут быть причины резкого увеличения частоты вращения коленчатого вала дизеля?\n3. Какие меры можно предпринять для устранения проблемы увеличения частоты вращения коленчатого вала дизеля?\n4. Какие действия следует предпринять, если дизель идет вразнос и частота вращения коленчатого вала резко увеличивается?\n5. Какие симптомы указывают на проблему с увеличением частоты вращения коленчатого вала дизеля?"}
{"text": "Низкое давление масла в системе смазки.", "answer": "- Какие могут быть причины низкого давления масла в системе смазки?\n- Какие последствия могут возникнуть при низком давлении масла в системе смазки?\n- Что можно сделать для устранения проблемы с низким давлением масла?\n- Какое масло следует использовать для системы смазки?\n- Какие рекомендации по обслуживанию системы смазки можно применить, чтобы избежать низкого давления масла?"}
{"text": "Низкое давление масла в системе смазки.", "answer": "1. Какие могут быть причины низкого давления масла в системе смазки поезда?\n2. Какие действия следует предпринять при низком давлении масла в системе смазки поезда?\n3. Каковы последствия низкого давления масла в системе смазки для работы поезда?\n4. Какое количество масла требуется для нормального функционирования системы смазки поезда?\n5. Каким образом можно увеличить давление масла в системе смазки поезда?"}
{"text": "Низкое давление масла в системе смазки.", "answer": "1. Что делать, если в моем поезде низкое давление масла в системе смазки?\n2. Каким образом можно решить проблему с низким давлением масла в системе смазки на поезде?\n3. Есть ли какие-либо рекомендации по устранению проблемы с низким давлением масла в системе смазки поезда?\n4. Какие шаги нужно предпринять, чтобы исправить низкое давление масла в системе смазки моего поезда?"}
{"text": "Низкое давление масла в системе смазки.", "answer": "1. Какие могут быть причины низкого давления масла в системе смазки поезда?\n2. Что делать, если давление масла в системе смазки поезда слишком низкое?\n3. Какие последствия могут возникнуть при низком давлении масла в системе смазки поезда?\n4. Каким образом можно увеличить давление масла в системе смазки поезда?\n5. Какие элементы системы смазки следует проверить при низком давлении масла в поезде?"}
{"text": "Снижение уровня воды в расширительном баке.", "answer": "1. Как исправить снижение уровня воды в расширительном баке?\n2. Как решить проблему с уменьшением уровня воды в расширительном баке?\n3. Как можно устранить проблему с понижением уровня воды в расширительном баке?\n4. Какой способ использовать для исправления уменьшения уровня воды в расширительном баке?\n5. Как можно найти решение проблемы с снижением уровня воды в расширительном баке?"}
{"text": "Появление давления в картере (показания дифманометра, дымление из заливной горловины, повышенная течь масла по местам соединений и люкам).", "answer": null}
{"text": "Стук, внезапно возникающий при работе дизеля.", "answer": "1. \"Какие могут быть причины стука, возникающего при работе дизеля в поезде?\"\n2. \"Что может вызывать внезапное появление стука при работе дизеля в поезде?\"\n3. \"Какие факторы могут привести к стуку в дизеле во время работы поезда?\"\n4. \"Какие возможные проблемы могут вызывать стук при работе дизеля в составе поезда?\"\n5. \"Почему дизель в поезде может начать стучать внезапно?\""}
{"text": "Дизель работает неустойчиво, наблюдается резкое колебание частоты вращения (по тахометру).", "answer": "1. Как исправить проблему неустойчивой работы дизеля и резкого колебания частоты вращения?\n2. Какие могут быть причины резкого колебания частоты вращения дизеля и как их устранить?\n3. Какие действия следует предпринять, если наблюдаются колебания частоты вращения дизеля по тахометру?\n4. Какие шаги нужно предпринять, чтобы стабилизировать работу дизеля и устранить колебания частоты вращения? \n5. Какие рекомендации можно дать по устранению проблемы неустойчивой работы дизеля и колебания частоты вращения?"}
{"text": "При повышении температуры воды и масла вентилятор холодильника не увеличивает частоту вращения.", "answer": "1. Почему вентилятор холодильника не увеличивает частоту вращения при повышении температуры воды и масла?\n2. Какая причина того, что вентилятор холодильника не реагирует на повышение температуры воды и масла?\n3. Что может быть неисправно, если вентилятор холодильника не регулирует свою скорость при увеличении температуры воды и масла?\n4. Как можно исправить проблему с вентилятором холодильника, который не реагирует на повышение температуры воды и масла?\n5. В чем может быть причина того, что вентилятор холодильника не увеличивает свою скорость при повышении температуры воды и масла?"}
{"text": "При повышении температуры воды и масла частота вращения вала вентилятора холодильника увеличивается, жалюзи не открываются.", "answer": "1. Почему при повышении температуры воды и масла частота вращения вала вентилятора холодильника увеличивается, а жалюзи не открываются?\n2. Какая возможная причина того, что вентилятор холодильника увеличивает частоту вращения при повышении температуры, но жалюзи не открываются?\n3. Почему жалюзи не открываются, когда повышается температура воды и масла, а вентилятор холодильника увеличивает свою скорость вращения?\n4. В чем может быть причина того, что при повышении температуры воды и масла вентилятор холодильника работает быстрее, но жалюзи не открываются?\n5. Как объяснить факт увеличения частоты вращения вала вентилятора холодильника при повышении температуры воды и масла, если жалюзи при этом не открываются?\n\nОтвет:\n- Почему увеличивается частота вращения вала вентилятора холодильника при повышении температуры, но жалюзи не открываются?\n- Какие возможные причины такого поведения вентилятора и жалюзи при повышении температуры воды и масла?\n- Что может вызывать увеличение частоты вращения вала вентилятора при повышении температуры, при этом не открывая жалюзи?\n- Какое влияние повышение температуры воды и масла может оказывать на работу вентилятора и жалюзи холодильника?\n- Как связаны повышение температуры воды и масла с увеличением частоты вращения вала вентилятора и неработой жалюзи?"}
{"text": "При наборе позиций обороты дизеля увеличиваются, включается только РУ4, реверсор не разворачивается в нужном направлении", "answer": "1. Как исправить проблему с увеличением оборотов дизеля при наборе позиций?\n2. Что делать, если при наборе позиций включается только РУ4 и реверсор не разворачивается в нужном направлении?\n3. Как можно решить проблему с повышением оборотов дизеля при наборе позиций?\n4. Есть ли способы исправить ситуацию, когда при наборе позиций включается только РУ4 и реверсор не разворачивается в нужном направлении?\n5. Какие шаги следует предпринять, чтобы устранить проблему с повышением оборотов дизеля при наборе позиций?"}
{"text": "При наборе позиций обороты дизеля увеличиваются, включается только РУ4, реверсор не разворачивается в нужном направлении", "answer": "1. Как исправить проблему с увеличением оборотов дизеля при наборе позиций?\n2. Как включить РУ4 при наборе позиций, если реверсор не разворачивается в нужном направлении?\n3. Как исправить проблему с разворачиванием реверсора в неправильном направлении при наборе позиций?\n4. Как найти подсказку в базе знаний для решения проблемы с оборотами дизеля и разворотом реверсора при наборе позиций?"}
{"text": "КТН не включаются", "answer": "1. Как исправить проблему с неработающими КТН на поезде?\n2. Что делать, если КТН на поезде не включаются?\n3. Как решить проблему отсутствия питания для КТН на поезде?\n4. Как найти решение, если КТН на поезде не активируются?\n5. Какие шаги следует предпринять, если КТН на поезде не функционируют?\n6. Что делать, если КТН на поезде не работают?"}
{"text": "КТН не включаются", "answer": "1. Почему КТН не включаются?\n2. Какую причину может иметь неработоспособность КТН?\n3. Как решить проблему с неработающими КТН?\n4. Что делать, если КТН не включаются?\n5. Какие возможные действия следует предпринять при неработающих КТН?"}
{"text": "КТН включается", "answer": "1. Как решить проблему с включением КТН в поезде?\n2. Какие шаги нужно предпринять, чтобы устранить проблему с включением КТН?\n3. Какие возможные решения есть для проблемы, когда КТН включается в поезде?\n4. Какие инструкции следует выполнить, чтобы решить проблему с включением КТН в машинистской кабине?\n5. Какие действия я должен предпринять, чтобы устранить проблему с КТН, которое включается?"}
{"text": "КТН включается", "answer": "1. Что делать, если КТН включается во время работы поезда?\n2. Какие могут быть причины включения КТН и как их устранить?\n3. Какие шаги нужно предпринять, если КТН активируется во время управления поездом?\n4. Каким образом можно решить проблему с включением КТН при работе поезда?\n5. Какие меры можно предпринять для предотвращения включения КТН во время движения?"}
{"text": "При включении тумблера \"ТН-1\" топливоподкачивающий насос не работает.", "answer": "1. Каковы возможные причины того, что топливоподкачивающий насос не работает при включении тумблера \"ТН-1\"?\n2. Какие могут быть проблемы, если топливоподкачивающий насос не активируется после включения тумблера \"ТН-1\"?\n3. Какие действия следует предпринять, если топливоподкачивающий насос не функционирует при включении тумблера \"ТН-1\"?\n4. Какие рекомендации можно получить по решению проблемы с топливоподкачивающим насосом при включении тумблера \"ТН-1\"?\n5. Какие шаги следует предпринять, чтобы устранить неисправность с топливоподкачивающим насосом после включения тумблера \"ТН-1\"?"}
{"text": "При включении тумблера \"ТН-1\" топливоподкачивающий насос не работает.", "answer": "1. Каковы причины того, что топливоподкачивающий насос не работает при включении тумблера \"ТН-1\"?\n2. Почему топливоподкачивающий насос не активируется при включении тумблера \"ТН-1\"?\n3. Какие могут быть причины неработоспособности топливоподкачивающего насоса при включении тумблера \"ТН-1\"?\n4. Что может вызывать отключение работы топливоподкачивающего насоса при включении тумблера \"ТН-1\"?\n5. Какие действия нужно предпринять, если топливоподкачивающий насос не функционирует после включения тумблера \"ТН-1\"?"}
{"text": "При включении тумблера \"ТН-1\" топливоподкачивающий насос не работает.", "answer": "1. Какую причину может иметь неработа топливоподкачивающего насоса при включении тумблера \"ТН-1\"?\n2. Что делать, если при включении тумблера \"ТН-1\" топливоподкачивающий насос не запускается?\n3. Какие возможные проблемы могут привести к отключению топливоподкачивающего насоса при включении тумблера \"ТН-1\"?\n4. Какие шаги следует предпринять, чтобы устранить неполадку с топливоподкачивающим насосом, если он не работает при включении тумблера \"ТН-1\"?\n5. Какие действия рекомендуется предпринять, если топливоподкачивающий насос не функционирует после включения тумблера \"ТН-1\"?"}
{"text": "При включении тумблера \"ТН-1\" топливоподкачивающий насос не работает.", "answer": "1. Почему топливоподкачивающий насос не работает при включении тумблера \"ТН-1\"?\n2. Какая может быть причина отсутствия работы топливоподкачивающего насоса при включении тумблера \"ТН-1\"?\n3. Что следует проверить, если топливоподкачивающий насос не работает после включения тумблера \"ТН-1\"?\n4. Какие возможные проблемы могут быть связаны с неработающим топливоподкачивающим насосом при включении тумблера \"ТН-1\"?\n5. Как исправить ситуацию, когда топливоподкачивающий насос не активируется при включении тумблера \"ТН-1\"?"}
{"text": "Стрелки манометров давления топлива на щите приборов в дизельном помещении вибрируют.", "answer": "1. Что делать, если стрелки манометров давления топлива на щите приборов в дизельном помещении начинают вибрировать?\n2. Каковы возможные причины вибрации стрелок манометров давления топлива на щите приборов в дизельном помещении?\n3. Какая информация может помочь в решении проблемы со вибрирующими стрелками манометров давления топлива на щите приборов в дизельном помещении?\n4. Какие шаги следует предпринять для устранения проблемы с вибрирующими стрелками манометров давления топлива на щите приборов в дизельном помещении?\n5. Какие инструменты и материалы мне понадобятся, чтобы устранить проблему с вибрирующими стрелками манометров давления топлива на щите приборов в дизельном помещении?"}
{"text": "После запуска дизеля отсутствует зарядка АБ (стрелка амперметра на пульте стоит на нулевом давлении)", "answer": "1. Каковы возможные причины отсутствия зарядки АБ после запуска дизеля?\n2. Что делать, если после запуска дизеля амперметр на пульте показывает нулевое значение зарядки АБ?\n3. Какие шаги следует предпринять, если после запуска дизеля стрелка амперметра на пульте не движется и не показывает зарядку АБ?\n4. Какие проверки нужно выполнить, если после запуска дизеля отсутствует зарядка АБ и амперметр на пульте не реагирует?\n5. Какие возможные решения проблемы с отсутствием зарядки АБ после запуска дизеля?"}
{"text": "После запуска дизеля разряд АБ", "answer": "1. Что делать, если после запуска дизеля разрядился аккумуляторный блок?\n2. Каковы возможные причины разряда аккумулятора после запуска дизеля?\n3. Какие шаги следует предпринять, если после запуска дизеля обнаруживается разряд аккумулятора?\n4. Какие меры можно принять для предотвращения разряда аккумуляторного блока после запуска дизеля?\n5. Какие рекомендации по устранению разряда аккумулятора можно найти в базе знаний?"}
{"text": "После запуска дизеля разряд АБ", "answer": "1. Что делать, если после запуска дизеля разрядились аккумуляторные батареи?\n2. Как решить проблему с разрядом аккумуляторов после запуска дизеля?\n3. Что предпринять, если после запуска дизельного двигателя произошел разряд аккумулятора?\n4. Как исправить ситуацию, когда после запуска дизеля аккумуляторы разрядились? \n5. Что делать, если после запуска двигателя поезда произошел разряд аккумуляторной батареи?"}
{"text": "После запуска дизеля разряд АБ", "answer": "1. Как решить проблему с разрядом АБ после запуска дизеля?\n2. Какие могут быть причины разряда АБ после запуска дизеля и как их устранить?\n3. Какие действия следует предпринять, если после запуска дизеля происходит разряд АБ?\n4. Каковы возможные решения проблемы разряда АБ после запуска дизеля?\n5. Как можно исправить разряд АБ, возникающий после запуска дизеля?"}
{"text": "Горит контрольная лампа на пульте обрыва \"ТМ\"", "answer": "1. Что означает загорание контрольной лампы \"ТМ\" на пульте обрыва поезда?\n2. Какую информацию предоставляет контрольная лампа \"ТМ\" на пульте обрыва поезда?\n3. Какие могут быть причины возникновения проблемы с контрольной лампой \"ТМ\" на пульте обрыва поезда?\n4. Какие действия следует предпринять, если загорается контрольная лампа \"ТМ\" на пульте обрыва поезда?\n5. Каковы последствия игнорирования проблемы с контрольной лампой \"ТМ\" на пульте обрыва поезда?\n6. Как проверить и исправить неисправность контрольной лампы \"ТМ\" на пульте обрыва поезда? \n7. Какова роль контрольной лампы \"ТМ\" на пульте обрыва поезда в безопасности движения?\n8. Что делать, если не удается устранить проблему с контрольной лампой \"ТМ\" на пульте обрыва поезда? \n9. Какие меры предпринимаются для предотвращения возникновения проблемы с контрольной лампой \"ТМ\" на пульте обрыва поезда? \n10. Какие другие контрольные лампы на пульте обрыва поезда могут указывать на потенциальные проблемы?"}
{"text": "Давление в ГР повышается выше нормального", "answer": "1. Голосовой ассистент, какие могут быть причины повышенного давления в гидравлической системе поезда?\n2. Какими способами можно снизить давление в гидрораспределительной системе поезда?\n3. Голосовой ассистент, какие могут быть последствия повышенного давления в гидрораспределительной системе поезда?\n4. Какие меры безопасности следует принять при повышенном давлении в гидравлической системе поезда?\n5. Какие инструменты или методы можно использовать для контроля и регулирования давления в гидрораспределительной системе поезда?"}
{"text": "КТН не срабатывает", "answer": "1. Почему КТН не срабатывает на поезде?\n2. Какие могут быть причины неработоспособности КТН на поезде?\n3. Как исправить проблему с неработающим КТН на поезде?\n4. Какие шаги нужно предпринять, чтобы восстановить функциональность КТН на поезде?\n5. Каковы возможные решения для проблемы с КТН на поезде?\n6. Какие меры можно принять, чтобы устранить неисправность КТН на поезде?\n7. Что делать, если КТН на поезде не срабатывает?\n8. Какие проверки и тесты следует провести для диагностики проблемы с КТН на поезде?\n9. Какие ресурсы или инструменты доступны для решения проблемы с КТН на поезде?\n10. Какие специалисты или сервисные службы следует обратиться для ремонта КТН на поезде?"}
{"text": "КТН срабатывает", "answer": "1. Что делать, если сработал КТН на поезде, которым я управляю?\n2. Каковы причины срабатывания КТН на поездах, и как можно быстро решить эту проблему?\n3. Какие шаги нужно предпринять, если возникла проблема с КТН на моем поезде?\n4. Какие меры безопасности необходимо принять, когда КТН срабатывает на поезде под моим управлением?\n5. Какие процедуры следует выполнить, если КТН сработал на моем поезде, чтобы обеспечить безопасность пассажиров и экипажа?"}
{"text": "При нажатии кнопки \"Пуск дизеля\" маслопрокачивающий насос не работает:", "answer": "1. Как решить проблему с неработающим маслопрокачивающим насосом при нажатии кнопки \"Пуск дизеля\"?\n2. Почему маслопрокачивающий насос не активируется после нажатия кнопки \"Пуск дизеля\"?\n3. Какая может быть причина отказа маслопрокачивающего насоса при запуске дизеля?\n4. Как найти решение проблемы с неработающим маслопрокачивающим насосом во время запуска дизеля?\n5. Что делать, если маслопрокачивающий насос не включается при нажатии кнопки \"Пуск дизеля\"?"}
{"text": "При нажатии кнопки \"Пуск дизеля\" маслопрокачивающий насос не работает:", "answer": "1. Как решить проблему с неработающим маслопрокачивающим насосом после нажатия кнопки \"Пуск дизеля\"?\n2. Какие могут быть причины отказа маслопрокачивающего насоса после включения дизеля?\n3. Как проверить работу маслопрокачивающего насоса после нажатия кнопки \"Пуск дизеля\"?\n4. Какие меры можно предпринять, если маслопрокачивающий насос не работает после нажатия кнопки \"Пуск дизеля\"?\n5. Существует ли специальная процедура для включения маслопрокачивающего насоса после нажатия кнопки \"Пуск дизеля\"?"}
{"text": "При нажатии кнопки \"Пуск дизеля\" маслопрокачивающий насос не работает:", "answer": "1. Как решить проблему с неработающим маслопрокачивающим насосом при нажатии кнопки \"Пуск дизеля\"?\n2. Какую информацию предоставляет база знаний о проблеме с маслопрокачивающим насосом при запуске дизеля?\n3. Какие советы можно получить в базе знаний относительно неработающего маслопрокачивающего насоса при нажатии кнопки \"Пуск дизеля\"?\n4. Какие шаги следует предпринять, чтобы решить проблему с маслопрокачивающим насосом при запуске дизеля, используя голосового ассистента и базу знаний? \n5. Какие возможные решения есть для проблемы с маслопрокачивающим насосом при нажатии кнопки \"Пуск дизеля\" в базе знаний?"}
{"text": "Реле РУ6 срабатывает, но не включается реле времени РВ1", "answer": "1. Как решить проблему, когда реле РУ6 срабатывает, но реле времени РВ1 не включается?\n2. Что делать, если реле РУ6 работает, но реле времени РВ1 не активируется?\n3. Какие возможные причины того, что реле РВ1 не включается, хотя реле РУ6 срабатывает?\n4. Какие шаги следует предпринять, если реле РУ6 срабатывает, но реле времени РВ1 не включается?\n5. Какую помощь может оказать голосовой ассистент в решении проблемы с реле РУ6 и РВ1?"}
{"text": "Рейки топливных насосов не выдвигаются на подачу топлива", "answer": "1. Почему рейки топливных насосов не выдвигаются на подачу топлива?\n2. Какова причина того, что рейки топливных насосов не двигаются?\n3. Что может быть не так, если рейки топливных насосов не выталкиваются для подачи топлива?\n4. Как решить проблему с невыдвижением реек топливных насосов?\n5. Какие могут быть возможные решения, если рейки топливных насосов не выдвигаются для подачи топлива?"}
{"text": "Рейки топливных насосов не выдвигаются на подачу топлива или выходят медленно", "answer": "1. В чем причина, если рейки топливных насосов не выдвигаются на подачу топлива?\n2. Почему рейки топливных насосов медленно выходят на подачу топлива?\n3. Какие возможные причины того, что рейки топливных насосов не двигаются или двигаются медленно при подаче топлива?\n4. Как можно решить проблему с неподвижными или медленно движущимися рейками топливных насосов?\n5. Какие действия следует предпринять, если рейки топливных насосов не выдвигаются или выдвигаются медленно при подаче топлива?"}
{"text": "Сработало термореле воды или масла", "answer": "1. Какие могут быть причины срабатывания термореле воды или масла у машиниста поезда?\n2. В чем заключается роль термореле воды или масла у машиниста поезда?\n3. Каковы последствия срабатывания термореле воды или масла у машиниста поезда?\n4. Какие действия машиниста поезда необходимы при срабатывании термореле воды или масла?\n5. Какие меры предосторожности следует принять машинисту поезда для предотвращения срабатывания термореле воды или масла?"}
{"text": "Снимается нагрузка, но дополнительно включается сигнальная лампа \"Реле заземления\"", "answer": "1. Что делать, если при снятии нагрузки в поезде включается сигнальная лампа \"Реле заземления\"?\n2. Какие могут быть причины включения сигнальной лампы \"Реле заземления\" при снятии нагрузки в поезде?\n3. Как решить проблему, когда при снятии нагрузки в поезде активируется сигнальная лампа \"Реле заземления\"?\n4. Какие действия следует предпринять, если при снятии нагрузки в поезде возникает проблема с сигнальной лампой \"Реле заземления\"?\n5. Что означает включение сигнальной лампы \"Реле заземления\" при снятии нагрузки в поезде и что делать в такой ситуации?"}
{"text": "Сработало реле РОП", "answer": "1. Что делать, если сработало реле РОП в поезде?\n2. Каким образом можно решить проблему, если возникло срабатывание реле РОП?\n3. Какие действия нужно предпринять, если произошло срабатывание реле РОП на поезде?\n4. Какие шаги следует предпринять, если возникла проблема с реле РОП в моем поезде?\n5. Как обработать ситуацию, когда сработало реле РОП в машинистском отсеке?"}
{"text": "Частота вращения вала дизеля по позициям не соответствует номинальной (не увеличивается или резко изменяется)", "answer": "1. Что делать, если частота вращения вала дизеля не соответствует номинальной?\n2. Какие могут быть причины отсутствия увеличения частоты вращения вала дизеля?\n3. Какие факторы могут вызвать резкое изменение частоты вращения вала дизеля?\n4. Как можно исправить проблему с несоответствием частоты вращения вала дизеля номинальной? \n5. Что нужно предпринять, если частота вращения вала дизеля не увеличивается? \n6. Какие шаги следует предпринять, если частота вращения вала дизеля резко меняется? \n7. Какие методы можно применить для диагностирования причины несоответствия частоты вращения вала дизеля номинальной?\n8. Какие рекомендации можно получить по устранению проблемы с частотой вращения вала дизеля из базы знаний? \n9. Какие советы можно получить для исправления проблемы с частотой вращения вала дизеля от голосового ассистента? \n10. Какие процедуры следует выполнить, чтобы вернуть номинальную частоту вращения вала дизеля?"}
{"text": "Частота вращения вала дизеля по позициям не соответствует номинальной (не увеличивается или резко изменяется)", "answer": "1. Какие могут быть причины, если частота вращения вала дизеля не соответствует номинальной?\n2. Как исправить проблему с частотой вращения вала дизеля, если она не увеличивается?\n3. Каковы возможные решения, если частота вращения вала дизеля резко изменяется? \n4. Какие действия следует предпринять, если частота вращения вала дизеля не соответствует ожиданиям?\n5. Какие методы можно использовать для диагностики и устранения проблемы с частотой вращения вала дизеля?"}
{"text": "Стрелки манометров давления топлива вибрируют на щитке приборов в дизельном помещении", "answer": "1. Возникают вибрации стрелок манометров давления топлива на щитке приборов в дизельном помещении. Каковы возможные причины таких вибраций?\n2. Почему стрелки манометров давления топлива в дизельном помещении начали вибрировать на щитке приборов? Как это можно исправить?\n3. Что делать, если стрелки манометров давления топлива в дизельном помещении постоянно вибрируют на щитке приборов? Какие шаги следует предпринять для устранения этой проблемы?\n4. Какие меры можно принять, если стрелки манометров давления топлива в дизельном помещении неустанно вибрируют на щитке приборов? Какие возможные причины таких вибраций и как их устранить? \n5. Какие действия необходимо предпринять, если стрелки манометров давления топлива в дизельном помещении постоянно колеблются на щитке приборов? Каковы возможные причины и как их можно решить?"}
{"text": "Дизель не развивает обороты.", "answer": "1. Почему дизель в поезде не развивает обороты?\n2. Какую причину может иметь неработающий дизель в поезде?\n3. Что делать, если дизель в поезде не развивает обороты?\n4. Какие могут быть возможные решения проблемы с неработающим дизелем в поезде?\n5. Какую помощь может предоставить голосовой ассистент по проблеме с неработающим дизелем в поезде?\n6. Какие возможные причины снижения оборотов дизеля в поезде?\n7. Какие шаги следует предпринять, если дизель в поезде не достигает нужных оборотов?"}
{"text": "Дизель не развивает обороты.", "answer": "1. Какие могут быть причины того, что дизельный двигатель не развивает обороты?\n2. Почему мой дизельный двигатель не достигает нужных оборотов?\n3. Какие факторы могут привести к проблеме с развитием оборотов у дизельного двигателя?\n4. Что может быть неисправно, если дизель не развивает обороты?\n5. Какие действия можно предпринять, если дизельный двигатель не развивает обороты?\n6. В чем может быть причина, что дизель не развивает достаточное количество оборотов?\n7. Какие шаги следует предпринять, чтобы исправить проблему с развитием оборотов у дизельного двигателя?\n8. Почему мой дизель не может достичь нужных оборотов?\n9. Какие механизмы влияют на развитие оборотов у дизельного двигателя?\n10. Какие причины могут привести к снижению оборотов у дизельного двигателя?"}
{"text": "Низкое давление масла в системе смазки", "answer": "1. Какие могут быть причины низкого давления масла в системе смазки у поезда?\n2. Что делать, если в системе смазки поезда наблюдается низкое давление масла?\n3. Какие последствия могут возникнуть при низком давлении масла в системе смазки поезда?\n4. Какие меры предосторожности следует принять при низком давлении масла в системе смазки у поезда?\n5. Какая роль масла в системе смазки поезда, и почему низкое давление масла может быть проблемой?"}
{"text": "Снижение давления наддува, сопровождаемое повышением температуры выпускаемых газов", "answer": "1. Что может быть причиной снижения давления наддува и повышения температуры выпускаемых газов на поезде?\n2. Какие факторы могут вызывать снижение давления наддува и одновременное повышение температуры газов на поезде?\n3. Какие возможные причины могут привести к увеличению температуры выпускаемых газов и одновременному снижению давления наддува на поезде?\n4. Какие проблемы могут возникнуть, если происходит снижение давления наддува и повышение температуры выпускаемых газов на поезде?"}
{"text": "Повышенная остаточная частота вращения вентиляторного колеса холодильника", "answer": "1. Что делать, если у вентиляторного колеса холодильника повышенная остаточная частота вращения?\n2. Как исправить проблему с повышенной остаточной частотой вращения вентиляторного колеса холодильника?\n3. Какие шаги нужно предпринять при повышенной остаточной частоте вращения вентиляторного колеса холодильника?\n4. Какая может быть причина повышенной остаточной частоты вращения вентиляторного колеса холодильника?\n5. Какие меры безопасности следует соблюдать при исправлении повышенной остаточной частоты вращения вентиляторного колеса холодильника?"}
{"text": "После пуска дизеля нет заряда батареи (амперметр указывает на разрядку или не работает)", "answer": "1. Какие могут быть причины отсутствия заряда батареи после пуска дизеля?\n2. Почему амперметр указывает на разрядку или не работает после пуска дизеля?\n3. Какие шаги следует предпринять, если после пуска дизеля нет заряда батареи?\n4. Какие возможные решения проблемы с отсутствием заряда батареи после пуска дизеля?\n5. Какую информацию содержит база знаний о проблемах с зарядкой батареи после пуска дизеля?"}
{"text": "Повышенная течь топлива из сливной трубки форсунки или топливного насоса", "answer": "1. Как исправить повышенную течь топлива из сливной трубки форсунки или топливного насоса?\n2. Что делать, если есть проблема с повышенной утечкой топлива из сливной трубки форсунки или топливного насоса?\n3. Каким образом можно устранить повышенную течь топлива из сливной трубки форсунки или топливного насоса?\n4. Есть ли рекомендации по устранению повышенной утечки топлива из сливной трубки форсунки или топливного насоса?\n5. Возможно ли исправить повышенную течь топлива из сливной трубки форсунки или топливного насоса самостоятельно?"}
{"text": "Стук, внезапно возникающий при работе дизеля", "answer": "1. Почему дизельный двигатель в моем поезде стучит внезапно при работе?\n2. Какие причины могут вызывать стук в дизеле во время работы поезда?\n3. В чем может заключаться проблема, если мой дизельный двигатель стучит при работе?\n4. Какие меры можно предпринять, чтобы устранить стук в дизеле во время работы поезда?\n5. Какие симптомы указывают на возможные проблемы, вызывающие стук в дизеле при работе?"}
{"text": "При повышении температуры воды и масла вентилятор холодильника не увеличивает частоту вращения", "answer": "1. Какова причина того, что вентилятор холодильника не увеличивает частоту вращения при повышении температуры воды и масла?\n2. Почему вентилятор холодильника не реагирует на повышение температуры воды и масла и не увеличивает свою скорость вращения?\n3. Какой может быть проблема, если вентилятор холодильника не реагирует на повышение температуры воды и масла и не увеличивает свою частоту вращения?\n4. Что делать, если вентилятор холодильника не увеличивает свою скорость вращения при повышении температуры воды и масла? \n5. Какие могут быть причины того, что вентилятор холодильника не реагирует на повышение температуры воды и масла и не увеличивает свою частоту вращения?"}
{"text": "При повышении температуры воды и масла частота вращения вала вентилятора холодильника увеличивается, жалюзи не открываются", "answer": "1. Какие могут быть причины увеличения частоты вращения вала вентилятора холодильника при повышении температуры воды и масла?\n2. Что может вызывать неправильную работу жалюзи, которые не открываются при повышении температуры воды и масла?\n3. Какие возможные решения проблемы увеличения частоты вращения вала вентилятора и неправильной работы жалюзи при повышении температуры воды и масла?"}
{"text": "Вышел из строя механический топливный насос дизеля", "answer": "1. Какую информацию можно найти в базе знаний о ремонте механического топливного насоса дизеля?\n2. Какие шаги нужно предпринять для восстановления работы механического топливного насоса дизеля?\n3. Какие причины могут привести к поломке механического топливного насоса дизеля?\n4. Какие инструменты и запчасти могут потребоваться для замены механического топливного насоса дизеля?\n5. Какие навыки и опыт требуются для самостоятельного ремонта механического топливного насоса дизеля?\n6. Какие специалисты могут помочь в ремонте механического топливного насоса дизеля?\n7. Какие меры безопасности нужно соблюдать при ремонте механического топливного насоса дизеля?\n8. Какие альтернативные решения существуют, если нельзя сразу заменить механический топливный насос дизеля?\n9. Какие последствия могут возникнуть при длительной эксплуатации автомобиля с неисправным механическим топливным насосом дизеля?\n10. Какие профилактические меры можно предпринять для предотвращения поломки механического топливного насоса дизеля в будущем?"}
{"text": "При наборе 1-позиции не собирается цепь трогания", "answer": "1. Как исправить проблему с цепью трогания при наборе 1-позиции?\n2. Что делать, если при наборе 1-позиции не собирается цепь трогания?\n3. Каковы возможные причины того, что цепь трогания не собирается при наборе 1-позиции?\n4. Какие шаги следует предпринять, если при наборе 1-позиции отсутствует цепь трогания?\n5. Как решить проблему с неработающей цепью трогания при наборе 1-позиции?"}
{"text": "В пути следования нет нагрузки при исправной схеме движения, нет зарядки БА, занижены мощность или не включаются ВШ при включенном тумблере \"ТУП\"", "answer": "1. Что делать, если в пути следования поезда отсутствует нагрузка при исправной схеме движения?\n2. Как решить проблему отсутствия зарядки батареи при исправной схеме движения?\n3. Что нужно сделать, если мощность занижена или выключены внешние световые приборы при включенном тумблере \"ТУП\"?\n4. Как найти подсказку в базе знаний для решения проблемы с отсутствием нагрузки в пути следования или неправильной работой электрического оборудования?"}
{"text": "Занижена мощность ДГУ", "answer": "1. Как исправить проблему с заниженной мощностью ДГУ?\n2. Что делать, если мощность ДГУ снижена?\n3. Какую информацию можно найти в базе знаний о проблеме с пониженной мощностью ДГУ?\n4. Какие шаги следует предпринять, чтобы увеличить мощность ДГУ?\n5. Какие рекомендации по решению проблемы с низкой мощностью ДГУ могут быть найдены в базе знаний?"}
{"text": "Снижение уровня воды в расширительном баке", "answer": "1. Какие могут быть причины снижения уровня воды в расширительном баке поезда?\n2. Что делать, если уровень воды в расширительном баке поезда падает?\n3. Какие действия необходимо предпринять, если уровень воды в расширительном баке поезда снижается?\n4. Какие проблемы могут возникнуть из-за низкого уровня воды в расширительном баке поезда?\n5. Какие меры предосторожности нужно принять, чтобы избежать снижения уровня воды в расширительном баке поезда?"}
{"text": "Дизель работает с дымным выхлопом:", "answer": "1. Как устранить проблему с дымным выхлопом дизельного двигателя на поезде?\n2. Какие возможные причины дымного выхлопа у дизельного двигателя на поезде?\n3. Какие шаги следует предпринять, чтобы уменьшить количество дыма, выходящего из выхлопной системы дизельного двигателя на поезде?\n4. Какие методы эффективно снижают выбросы дыма от дизельного двигателя на поезде?\n5. Какие рекомендации можно получить для решения проблемы с дымным выхлопом дизельного двигателя на поезде?"}
{"text": "Дизель работает неустойчиво, наблюдается резкое колебание частоты вращения (по тахометру)", "answer": "1. Почему дизельный двигатель работает неустойчиво и наблюдается резкое колебание частоты вращения?\n2. Какие могут быть причины нестабильной работы дизельного двигателя и колебания частоты вращения?\n3. Что может вызывать неустойчивую работу дизеля и резкие изменения частоты вращения?\n4. Какие факторы могут привести к нестабильной работе дизельного двигателя и колебанию частоты вращения?\n5. Почему тахометр показывает резкие изменения частоты вращения и какие могут быть причины такого поведения дизельного двигателя?"}
{"text": "Чрезмерный нагрев подшипниковых узлов распределительного редуктора", "answer": "1. Почему подшипниковые узлы распределительного редуктора перегреваются?\n2. Каковы причины чрезмерного нагрева подшипниковых узлов распределительного редуктора?\n3. Какие факторы могут привести к нагреву подшипниковых узлов распределительного редуктора?\n4. Какие меры предпринять для предотвращения чрезмерного нагрева подшипниковых узлов распределительного редуктора?\n5. Какие методы снижения нагрузки на подшипниковые узлы распределительного редуктора помогут избежать их перегрева?\n6. Какие регулярные проверки и обслуживание необходимы для подшипниковых узлов распределительного редуктора, чтобы предотвратить их перегрев?"}
{"text": "Вышел из строя топливоподкачивающий агрегат дизеля", "answer": "1. Как исправить поломку топливоподкачивающего агрегата дизеля?\n2. Как решить проблему с вышедшим из строя топливоподкачивающим агрегатом дизеля?\n3. Как найти решение для неисправного топливоподкачивающего агрегата дизеля?\n4. Что делать, если вышел из строя топливоподкачивающий агрегат дизеля?\n5. Какие шаги следует предпринять, чтобы восстановить работу топливоподкачивающего агрегата дизеля?"}
{"text": "Остановка дизеля, включение предельника, срыв ЭПК, включение пескоподачи, тифона.(Аварийный останов тепловоза)", "answer": "1. Что делать, если дизель на поезде остановился, предельник включился, ЭПК сорвался, и пескоподача и тифон не срабатывают?\n2. Каким образом можно решить проблему с остановкой дизеля, включением предельника, срывом ЭПК и несрабатыванием пескоподачи и тифона?\n3. Есть ли подсказки в базе знаний для случая, когда на тепловозе возникает аварийный останов, включается предельник, срывается ЭПК, и не срабатывают пескоподача и тифон?\n4. Какие шаги следует предпринять, если на поезде произошли следующие проблемы: остановка дизеля, включение предельника, срыв ЭПК, несрабатывание пескоподачи и тифона?\n5. В базе знаний есть ли информация о том, что делать, если дизель остановился, включился предельник, сорвался ЭПК, и не срабатывают пескоподача и тифон?"}
{"text": "Остановка дизеля, включение предельника, срыв ЭПК, включение пескоподачи, тифона.(Аварийный останов тепловоза)", "answer": "1. Как решить проблему с остановкой дизеля на поезде?\n2. Как включить предельник и сбросить ЭПК на тепловозе?\n3. Как активировать пескоподачу на поезде при аварийном останове?\n4. Как использовать тифон в ситуации аварийного останова тепловоза?\n5. Как найти подсказку в базе знаний для решения проблемы с аварийным остановом тепловоза?"}
{"text": "Отключение режима \"Автопрогрев\"(АВАРИЯ АВТОПРОГРЕВ)", "answer": "1. Как решить проблему с отключением режима \"Автопрогрев\" на поезде?\n2. Как вернуть включение режима \"Автопрогрев\" после аварии?\n3. Как восстановить работу \"Автопрогрева\" на поезде после сбоя?\n4. Что делать, если режим \"Автопрогрев\" выключился аварийно на поезде?\n5. Каким образом можно исправить сбой \"Автопрогрева\" на поезде?"}
{"text": "Отключение режима \"Автопрогрев\"(АВАРИЯ АВТОПРОГРЕВ)", "answer": "1. Каковы причины отключения режима \"Автопрогрев\" в поезде?\n2. Что нужно сделать, чтобы восстановить работу режима \"Автопрогрев\" в поезде после аварии?\n3. Какие шаги необходимо предпринять, чтобы исправить проблему с отключением режима \"Автопрогрев\" в поезде?\n4. Какие возможные последствия могут быть при отключении режима \"Автопрогрев\" в поезде?\n5. Какая информация доступна в базе знаний о проблеме с отключением режима \"Автопрогрев\" в поезде?\n6. Какие рекомендации предлагаются в базе знаний для восстановления работы режима \"Автопрогрев\" в поезде после аварии?\n7. Какие специалисты могут помочь в решении проблемы с отключением режима \"Автопрогрев\" в поезде?\n8. Какие предупреждения или инструкции следует учитывать при восстановлении работы режима \"Автопрогрев\" в поезде?\n9. Какие другие функции и системы могут быть затронуты при отключении режима \"Автопрогрев\" в поезде?\n10. Каковы возможные решения проблемы с отключением режима \"Автопрогрев\" в поезде?"}
{"text": "Отсутствие зарядки АБ(Авария регулятора напряжения)", "answer": "1. \"Как решить проблему с отсутствием зарядки аккумуляторной батареи на поезде?\"\n2. \"Как можно восстановить работу регулятора напряжения на поезде, если возникла авария?\"\n3. \"Каким образом можно исправить проблему с зарядкой аккумулятора на поезде, если регулятор напряжения вышел из строя?\"\n4. \"Какие меры можно предпринять, если на поезде отсутствует зарядка аккумуляторной батареи из-за аварии регулятора напряжения?\"\n5. \"Какие действия следует предпринять, если на поезде возникла проблема с зарядкой аккумулятора и регулятор напряжения не работает?\""}
{"text": "Отсутствие зарядки АБ(Авария регулятора напряжения)", "answer": "1. Какова причина отсутствия зарядки АБ в поезде?\n2. Что может быть причиной аварии регулятора напряжения в поезде?\n3. Какая информация есть в базе знаний о проблемах с зарядкой АБ в поезде?\n4. Какие рекомендации предлагаются в базе знаний для решения проблемы с зарядкой АБ в поезде? \n5. Как мне найти подсказку о проблеме с отсутствием зарядки АБ в поезде в базе знаний?"}
{"text": "Отсутствие зарядки АБ(Авария регулятора напряжения)", "answer": "1. Как исправить проблему отсутствия зарядки АБ у поезда?\n2. Как решить аварию на регуляторе напряжения в поезде?\n3. Что делать, если поезд не заряжается из-за неисправности АБ?\n4. Как найти подсказку в базе знаний о проблеме с отсутствием зарядки АБ у поезда?\n5. Как получить информацию о решении проблемы с регулятором напряжения у поезда?\n6. Что делать, если у машиниста возникла проблема с зарядкой АБ в поезде?"}
{"text": "Снятие/запрет возбуждения тягового агрегата (ТА)(Блокировка двери ВТПП)", "answer": "1. Как снять или запретить возбуждение тягового агрегата на поезде?\n2. Как блокировать дверь ВТПП на поезде?\n3. Как отключить возбуждение тягового агрегата на поезде?\n4. Как запретить открывать дверь ВТПП на поезде?\n5. Что нужно сделать, чтобы тяговой агрегат не был возбужден на поезде?\n6. Как обеспечить запрет открытия двери ВТПП на поезде?"}
{"text": "Снятие/запрет возбуждения тягового агрегата (ТА)(Блокировка двери ВТПП)", "answer": "1. Как снять/запретить возбуждение тягового агрегата на поезде?\n2. Как блокировать дверь ВТПП на поезде?\n3. Как осуществить отключение возбуждения тягового агрегата?\n4. Как выполнить запрет на возбуждение тягового агрегата на поезде?\n5. Что нужно сделать, чтобы заблокировать дверь ВТПП на поезде?"}
{"text": "Снятие/запрет возбуждения тягового агрегата (ТА)(Блокировка двери ВТПП)", "answer": "1. Как снять или запретить возбуждение тягового агрегата в поезде?\n2. Как заблокировать дверь ВТПП в поезде?\n3. Как можно отключить возбуждение тягового агрегата в составе поезда?\n4. Какой способ используется для запрета возбуждения тягового агрегата в поезде?\n5. Каким образом можно снять возбуждение тягового агрегата в составе поезда?\n6. Как осуществить блокировку двери ВТПП в поезде?"}
{"text": "Снятие/запрет возбуждения тягового агрегата (ТА)(Блокировка двери ВТПП)", "answer": "1. Как снять или запретить возбуждение тягового агрегата на поезде?\n2. Как осуществить блокировку двери ВТПП на поезде?\n3. Каким образом можно отключить возбуждение тягового агрегата в поезде?\n4. Что нужно сделать, чтобы запретить возбуждение тягового агрегата на поезде?\n5. Как произвести блокировку двери ВТПП на поезде?\n6. Есть ли способ отключить возбуждение тягового агрегата на поезде?\n7. Какая процедура требуется для снятия возбуждения тягового агрегата на поезде?\n8. Что следует предпринять, чтобы запретить возбуждение тягового агрегата на поезде?\n9. Как можно заблокировать дверь ВТПП на поезде?\n10. Какие шаги необходимо выполнить для отключения возбуждения тягового агрегата на поезде?"}
{"text": "Разбор схемы ЭДТ и включение режима \"Замещение\" или разбор тяги при нагрузке на тормозные резисторы(Блокировка жалюзи ЭДТ)", "answer": "1. Как разобрать схему ЭДТ и включить режим \"Замещение\"?\n2. Как осуществить разбор тяги при нагрузке на тормозные резисторы на поезде?\n3. Как произвести блокировку жалюзи ЭДТ?\n4. Как найти в базе знаний подсказку по разбору схемы ЭДТ и включению режима \"Замещение\"?\n5. Как получить информацию о разборе тяги при нагрузке на тормозные резисторы через голосового ассистента?\n6. Как найти руководство по блокировке жалюзи ЭДТ с использованием базы знаний?"}
